[
{
  "id": 1871,
  "name": "Bibimbap au bœuf",
  "ingredients": [
    {
      "name": "Effeuillés de Charolais",
      "quantity": "4"
    },
    {
      "name": "Riz basmati cuit",
      "quantity": "200 g"
    },
    {
      "name": "Julienne de légumes Bio",
      "quantity": "200 g"
    },
    {
      "name": "Ail",
      "quantity": "1 cuil. à soupe"
    },
    {
      "name": "Gingembre",
      "quantity": "3 cuil. à soupe"
    },
    {
      "name": "Citronnelle",
      "quantity": "1 cuil. à soupe"
    },
    {
      "name": "Sauce soja",
      "quantity": "12 cl + 1 cuil. à soupe"
    },
    {
      "name": "Huile d'olive",
      "quantity": ""
    },
    {
      "name": "Huile de sésame",
      "quantity": "19 cl + 2 cuil. à café"
    },
    {
      "name": "Oignons nouveaux",
      "quantity": "2"
    },
    {
      "name": "Graines de sésame",
      "quantity": "4 cuil. à café"
    },
    {
      "name": "Œufs",
      "quantity": "4"
    },
    {
      "name": "Sauce pimentée Sriracha",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "Sel",
      "quantity": ""
    }
  ],
  "steps": [
    "Si vous utilisez du bœuf Charolais effeuillé surgelé, assurez-vous qu'il soit décongelé.",
    "Dans un saladier, mélangez 12 cl de sauce soja, une pincée de sel, 2 cuillères à soupe de gingembre et 1 cuillère à soupe d'ail. Incorporez le bœuf effeuillé, mélangez bien et laissez mariner au réfrigérateur pendant 30 minutes.",
    "Faites chauffer 1 cuillère à café d'huile de sésame et 1 cuillère à soupe de gingembre dans un wok. Faites revenir rapidement le mélange, puis ajoutez le riz basmati cuit, laissez-le cuire 5 minutes et maintenez au chaud.",
    "Pendant ce temps, dans une autre poêle, versez un peu d'huile d'olive et faites revenir la julienne de légumes pendant 6 minutes avec 1 cuillère à soupe de citronnelle, 1 cuillère à soupe de sauce soja et 1 cuillère à café d'huile de sésame. Salez et réservez au chaud.",
    "Dans la même poêle, faites revenir les oignons nouveaux émincés (gardez les tiges vertes) avec un peu d'huile d'olive. Ajoutez ensuite le bœuf mariné et poursuivez la cuisson jusqu'à ce qu'il soit cuit.",
    "Simultanément, faites cuire 4 œufs au plat.",
    "Dans un bol, mélangez 7 cl d'huile de sésame avec la sauce pimentée Sriracha.",
    "Répartissez le riz dans 4 bols. Disposez harmonieusement les légumes et le bœuf cuits autour du riz, puis placez un œuf au centre de chaque bol. Saupoudrez de graines de sésame et des tiges vertes émincées d'oignons nouveaux. Ajoutez 1 cuillère à soupe de la sauce sésame-piment préparée dans chaque bol avant de déguster."
  ],
  "tips": [
    "La julienne de légumes peut être remplacée par d'autres légumes, l'important étant de les émincer finement."
  ],
  "createdAt": "2025-12-17T11:16:08.582Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1871.HEIC"
  ]
},
{
  "id": 1872,
  "name": "Langouste flambée, menthe et suprêmes de citron vert",
  "ingredients": [
    {
      "name": "queues de langouste blanche, Caraïbes, crues",
      "quantity": "2"
    },
    {
      "name": "purée de patate douce",
      "quantity": "450 g"
    },
    {
      "name": "menthe",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "cubes de court-bouillon",
      "quantity": "4"
    },
    {
      "name": "beurre",
      "quantity": "90 g"
    },
    {
      "name": "citrons verts",
      "quantity": "2"
    },
    {
      "name": "rhum ambré",
      "quantity": "2 cl"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Plongez les queues de langouste surgelées et le court-bouillon dans une casserole d'eau bouillante pendant 10 minutes. Laissez-les refroidir, puis coupez-les en deux dans le sens de la longueur.",
    "Dans une autre casserole, faites réchauffer la purée de patate douce pendant 9 minutes, puis incorporez 70 g de beurre. Salez, poivrez et mélangez soigneusement.",
    "Faites rôtir les queues de langouste dans une poêle à feu moyen avec 10 g de beurre pendant 6 minutes. Assaisonnez de sel et de poivre, puis ajoutez la menthe, le jus et le zeste d'un citron vert. Déglacez avec le rhum, flambez, puis incorporez encore 10 g de beurre.",
    "Servez les queues de langouste arrosées de beurre fondu, ornées de suprêmes de citron vert, accompagnées de la purée de patate douce."
  ],
  "tips": [],
  "createdAt": "2025-12-17T11:16:46.140Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1872.HEIC"
  ]
},
{
  "id": 1873,
  "name": "Tartine de chèvre frais aux herbes, fèves et petits pois",
  "ingredients": [
    {
      "name": "petits pains à l'italienne",
      "quantity": "4"
    },
    {
      "name": "petits pois bio",
      "quantity": "75 g"
    },
    {
      "name": "fèves pelées",
      "quantity": "75 g"
    },
    {
      "name": "galet de jus de citron",
      "quantity": "1"
    },
    {
      "name": "ciboulette",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "basilic",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "chèvre frais (type petit billy)",
      "quantity": "150 g"
    },
    {
      "name": "miel liquide",
      "quantity": "1 cuil. à soupe"
    },
    {
      "name": "huile d'olive",
      "quantity": "3 cuil. à soupe"
    },
    {
      "name": "feuilles de basilic frais",
      "quantity": "Quelques"
    },
    {
      "name": "fleurs comestibles (type pensées)",
      "quantity": ""
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Préchauffez votre four à 180°C. Enfournez les pains pour 6 minutes, puis laissez-les refroidir quelques instants avant de les couper en deux.",
    "Dans une casserole, faites chauffer de l'eau salée et, une fois à ébullition, plongez-y les petits pois et les fèves pendant 6 minutes. Égouttez-les et rafraîchissez-les immédiatement sous l'eau froide.",
    "Dans un bol, mélangez le chèvre frais avec le galet de jus de citron, 2 cuillères à soupe d'huile d'olive, la ciboulette et le basilic. Salez et poivrez cette préparation, puis étalez-la sur les pains.",
    "Disposez ensuite les fèves et les petits pois sur les tartines.",
    "Dans un petit récipient, combinez le miel, 1 cuillère à soupe d'huile d'olive, du sel et du poivre. Arrosez les tartines de cette vinaigrette.",
    "Pour finir, décorez les tartines avec quelques feuilles de basilic frais et des fleurs comestibles."
  ],
  "tips": [
    "Accompagnez ces tartines de cœurs de sucrine assaisonnés de vinaigre balsamique et d'huile d'olive."
  ],
  "createdAt": "2025-12-17T11:17:04.325Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1873.HEIC"
  ]
},
{
  "id": 1874,
  "name": "Tartine de légumes grillés, feta et œuf mollet",
  "ingredients": [
    {
      "name": "pain complet tranché",
      "quantity": "8 tranches"
    },
    {
      "name": "cubes de tomate à l'italienne",
      "quantity": "3 cuil. à soupe"
    },
    {
      "name": "courgettes de Calabre grillées",
      "quantity": "200 g"
    },
    {
      "name": "thym coupé",
      "quantity": "1 cuil. à café"
    },
    {
      "name": "œufs",
      "quantity": "4"
    },
    {
      "name": "feta",
      "quantity": "125 g"
    },
    {
      "name": "gousse d'ail épluchée",
      "quantity": "1"
    },
    {
      "name": "huile d'olive",
      "quantity": "3 cuil. à soupe"
    },
    {
      "name": "sésame",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Faites griller les tranches de pain pendant 3 minutes, puis frottez-les avec la gousse d'ail. Écrasez les tomates à la fourchette et répartissez-les sur les tartines avant d'arroser d'un filet d'huile d'olive.",
    "Dans une poêle, chauffez le reste d'huile et faites revenir les courgettes avec le thym pendant 4 minutes.",
    "Faites cuire les œufs mollets en les plongeant 5 minutes dans de l'eau bouillante, puis égouttez-les.",
    "Déposez les courgettes revenues sur les tartines, ajoutez la feta coupée en dés et un demi-œuf mollet sur chaque tartine. Parsemez de sésame, assaisonnez avec du sel et du poivre, puis servez sans attendre."
  ],
  "tips": [],
  "createdAt": "2025-12-17T11:17:23.208Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1874.HEIC"
  ]
},
{
  "id": 1875,
  "name": "Tartine aux abricots ricotta citronnée et miel",
  "ingredients": [
    {
      "name": "petits pains aux figues",
      "quantity": "2"
    },
    {
      "name": "oreillons d'abricots",
      "quantity": "Une dizaine"
    },
    {
      "name": "sachets de coulis de framboise",
      "quantity": "2"
    },
    {
      "name": "basilic coupé",
      "quantity": "4 cuil. à café rases"
    },
    {
      "name": "ricotta",
      "quantity": "150 g"
    },
    {
      "name": "miel",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "amandes effilées",
      "quantity": "30 g"
    },
    {
      "name": "zeste finement râpé d'un citron bio",
      "quantity": "Le"
    }
  ],
  "steps": [
    "Prévoyez de sortir les abricots du congélateur une heure avant de commencer la préparation.",
    "Préchauffez votre four à une température de 180°C.",
    "Faites dorer les pains au four pendant 10 minutes, puis activez la fonction gril.",
    "Dans un récipient, mélangez la ricotta avec le miel et le zeste râpé du citron.",
    "Coupez les pains en deux dans le sens de la longueur. Étalez ensuite le mélange de ricotta sur chaque moitié de pain.",
    "Disposez les abricots décongelés (préalablement épongés et coupés en deux) sur la ricotta, puis parsemez d'amandes effilées.",
    "Repassez les tartines sous le gril pendant 2 à 3 minutes, en surveillant attentivement pour qu'elles dorent légèrement.",
    "Juste avant de servir, saupoudrez de basilic frais et ajoutez un filet de coulis de framboise."
  ],
  "tips": [],
  "createdAt": "2025-12-17T11:17:43.440Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1875.HEIC"
  ]
},
{
  "id": 1876,
  "name": "Soupe thaïe aux crevettes, pois gourmands et mini-maïs",
  "ingredients": [
    {
      "name": "grosses crevettes surgelées",
      "quantity": "20"
    },
    {
      "name": "ail",
      "quantity": "1 gousse"
    },
    {
      "name": "échalote",
      "quantity": "1"
    },
    {
      "name": "huile d'olive",
      "quantity": "2 cuill. à soupe"
    },
    {
      "name": "bouillon de volaille instantané",
      "quantity": "40 cl"
    },
    {
      "name": "gingembre",
      "quantity": "40 g"
    },
    {
      "name": "citronnelle",
      "quantity": "2 bâtons"
    },
    {
      "name": "piment fort",
      "quantity": "1"
    },
    {
      "name": "pois gourmands",
      "quantity": "200 g"
    },
    {
      "name": "mini-maïs",
      "quantity": "100 g"
    },
    {
      "name": "lait de coco",
      "quantity": "30 cl"
    },
    {
      "name": "coriandre",
      "quantity": "1 botte"
    },
    {
      "name": "nuoc-mâm",
      "quantity": "3 cuill. à soupe"
    },
    {
      "name": "jus de citron vert",
      "quantity": "4 cuill. à soupe"
    }
  ],
  "steps": [
    "Pour commencer, décongelez les crevettes en les plaçant dans un récipient d'eau froide, puis séchez-les soigneusement sur un linge. Retirez les queues et réservez-les, en conservant les têtes.",
    "Épluchez et hachez finement l'ail et l'échalote. Dans une sauteuse, faites revenir les têtes de crevettes dans l'huile d'olive pendant cinq minutes, en les écrasant avec le dos d'une cuillère pour extraire les saveurs. Ajoutez l'ail et l'échalote, puis incorporez le bouillon de volaille et laissez mijoter pendant un quart d'heure.",
    "Pelez et émincez le gingembre et la citronnelle. Épépinez le piment et hachez-le. Lavez les pois gourmands et coupez-les en deux, puis détaillez les mini-maïs en petits tronçons. Filtrez le bouillon à l'aide d'une passoire pour retirer les têtes de crevettes et les autres aromates. Réintégrez le gingembre, la citronnelle et le piment dans le bouillon et portez à nouveau à frémissement pendant cinq minutes.",
    "Incorporez le lait de coco, les pois gourmands et les mini-maïs. Laissez ensuite la préparation frémir doucement pendant 15 minutes, en veillant à ne pas la faire bouillir trop fort pour que le lait de coco ne se sépare pas du bouillon et que la soupe conserve son onctuosité.",
    "Lavez, séchez et effeuillez la coriandre. Plongez les queues de crevettes dans la soupe parfumée et laissez-les cuire pendant trois minutes. Enfin, ajoutez la coriandre fraîche, le nuoc-mâm et le jus de citron vert. Servez la soupe immédiatement après."
  ],
  "tips": [
    "Privilégiez l'utilisation de crevettes sauvages, biologiques, ou provenant de Madagascar pour garantir une meilleure qualité. Les crevettes d'élevage moins chères peuvent être de qualité inférieure et avoir été traitées aux antibiotiques."
  ],
  "createdAt": "2025-12-17T11:18:02.534Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1876.HEIC"
  ]
},
{
  "id": 1877,
  "name": "Torsades Sésame et pavot",
  "ingredients": [
    {
      "name": "pâte feuilletée",
      "quantity": "1"
    },
    {
      "name": "graines de sésame",
      "quantity": "2 c à soupe"
    },
    {
      "name": "graines de pavot",
      "quantity": "2 c à soupe"
    },
    {
      "name": "œuf",
      "quantity": "1"
    }
  ],
  "steps": [
    "Commencez par étaler une pâte feuilletée et badigeonnez-la d'œuf battu.",
    "Parsemez ensuite des graines de pavot et de sésame sur la pâte et appuyez légèrement pour les fixer.",
    "Découpez la pâte en lamelles d'environ 1,5 cm de large, puis tordez chaque lamelle pour former des torsades.",
    "À l'aide d'un pinceau, badigeonnez les torsades avec un peu plus d'œuf.",
    "Disposez-les sur une plaque beurrée et faites-les dorer au four à 200 °C pendant 8 à 10 minutes."
  ],
  "tips": [],
  "createdAt": "2024-05-15T12:00:00Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1877.HEIC"
  ]
},
{
  "id": 1878,
  "name": "Mash de pommes de terre aux brocolis et aux noisettes",
  "ingredients": [
    {
      "name": "pommes de terre bintje",
      "quantity": "400 g"
    },
    {
      "name": "brocolis",
      "quantity": "200 g"
    },
    {
      "name": "noisettes hachées",
      "quantity": "1 c à soupe"
    },
    {
      "name": "beurre",
      "quantity": "50 g"
    },
    {
      "name": "Sel et poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Faites cuire les brocolis à la vapeur ou dans de l'eau salée portée à ébullition pendant environ 10 minutes.",
    "Une fois les brocolis et les pommes de terre cuits (les pommes de terre devant être bouillies séparément), écrasez les brocolis avec les pommes de terre.",
    "Ajoutez le beurre, le sel et le poivre à la purée, puis incorporez les noisettes hachées en mélangeant bien."
  ],
  "tips": [],
  "createdAt": "2025-12-17T11:18:39.796Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1878.HEIC"
  ]
},
{
  "id": 1879,
  "name": "Mash de carottes et de panais",
  "ingredients": [
    {
      "name": "carottes",
      "quantity": "300 g"
    },
    {
      "name": "panais",
      "quantity": "300 g"
    },
    {
      "name": "beurre",
      "quantity": "50 g"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Faites cuire les carottes et les panais ensemble, que ce soit dans de l'eau salée ou à la vapeur.",
    "Une fois les légumes tendres, écrasez-les en purée en y incorporant le beurre.",
    "Assaisonnez la purée selon votre préférence et servez sans attendre."
  ],
  "tips": [
    "Le panais, d'apparence similaire à une grande carotte blanche, offre une texture comparable mais un goût plus sucré. Il est également excellent préparé en velouté, agrémenté d'une pointe de curry."
  ],
  "createdAt": "2025-12-17T11:18:58.109Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1879.HEIC"
  ]
},
{
  "id": 1880,
  "name": "Mash de pommes de terre aux oignons et aux tomates",
  "ingredients": [
    {
      "name": "pommes de terre cuites",
      "quantity": "400 g"
    },
    {
      "name": "petites tomates bien mûres",
      "quantity": "200 g"
    },
    {
      "name": "oignons",
      "quantity": "100 g"
    },
    {
      "name": "huile d'olive",
      "quantity": "3 c à soupe"
    },
    {
      "name": "beurre",
      "quantity": "10 g"
    },
    {
      "name": "Sel et poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Faites revenir les oignons dans le mélange d'huile d'olive et de beurre jusqu'à ce qu'ils soient légèrement dorés.",
    "Ajoutez les oignons revenus aux pommes de terre écrasées.",
    "Incorporez ensuite les tomates coupées en deux ou en quatre, selon leur grosseur, à la préparation."
  ],
  "tips": [],
  "createdAt": "2024-07-26T12:00:00Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1880.HEIC"
  ]
},
{
  "id": 1881,
  "name": "Mash de pommes de terre au lait de coco et à la coriandre",
  "ingredients": [
    {
      "name": "pommes de terre",
      "quantity": "400 g"
    },
    {
      "name": "lait de coco",
      "quantity": "5 c à soupe"
    },
    {
      "name": "coriandre fraîche hachée",
      "quantity": "3 c à soupe"
    }
  ],
  "steps": [
    "Écrasez les pommes de terre cuites en y incorporant progressivement le lait de coco.",
    "Ajoutez délicatement la coriandre hachée au mélange avant de servir immédiatement."
  ],
  "tips": [],
  "createdAt": "2025-12-17T11:19:27.097Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1881.HEIC"
  ]
},
{
  "id": 1882,
  "name": "Lapin au gorgonzola",
  "ingredients": [
    {
      "name": "râbles de lapin",
      "quantity": "6"
    },
    {
      "name": "gorgonzola",
      "quantity": "200 g"
    },
    {
      "name": "vin",
      "quantity": "50 cl"
    },
    {
      "name": "échalotes hachées finement",
      "quantity": "2"
    },
    {
      "name": "beurre",
      "quantity": "30 g"
    },
    {
      "name": "farine",
      "quantity": "1 c à soupe"
    },
    {
      "name": "huile d'olive",
      "quantity": "1 c à soupe"
    },
    {
      "name": "crème fleurette fraîche",
      "quantity": "20 cl"
    },
    {
      "name": "Sel et poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Faites chauffer l'huile et le beurre dans une cocotte, puis faites-y revenir les échalotes et les râbles de lapin.",
    "Saupoudrez l'ensemble de farine et laissez cuire pendant environ une minute, jusqu'à ce que toute la graisse soit absorbée.",
    "Versez le vin et un peu d'eau, puis laissez mijoter à feu doux pendant environ 35 minutes.",
    "Délayez le gorgonzola dans la sauce et laissez-le fondre en remuant.",
    "Incorporez la crème, ajustez l'assaisonnement et servez la préparation avec des pâtes fraîches."
  ],
  "tips": [
    "Pour éviter que la sauce ne devienne gélatineuse, pensez à retirer les parties grasses situées sur les côtés des râbles avant de les cuire."
  ],
  "createdAt": "2025-12-17T11:19:40.717Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1882.HEIC"
  ]
},
{
  "id": 1883,
  "name": "Pavé d'autruche en croûte de tomates et d'amandes",
  "ingredients": [
    {
      "name": "Pavés d'autruche",
      "quantity": "4 de 150 à 200 g chacun"
    },
    {
      "name": "Tomates séchées réduites en purée",
      "quantity": "4 c à soupe"
    },
    {
      "name": "Amandes hachées",
      "quantity": "4 c à soupe"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Préchauffez votre four à 220 °C.",
    "Dans un bol, mélangez la purée de tomates séchées avec les amandes hachées.",
    "Nappez généreusement le dessus de chaque pavé d'autruche avec cette préparation.",
    "Déposez les pavés sur une plaque de cuisson et faites-les rôtir au four pendant environ 12 à 15 minutes, ou jusqu'à cuisson désirée."
  ],
  "tips": [
    "Il est recommandé de servir ce plat accompagné d'une salade verte pour apporter une touche de fraîcheur et de croquant."
  ],
  "createdAt": "2024-05-16T10:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1883.HEIC"
  ]
},
{
  "id": 1884,
  "name": "Pavé de bison à la betterave caramélisée",
  "ingredients": [
    {
      "name": "steaks ou pavés de bison",
      "quantity": "4 de 150 g chacun environ"
    },
    {
      "name": "morceaux de betteraves cuites",
      "quantity": "2"
    },
    {
      "name": "sucre",
      "quantity": "4 c à soupe"
    },
    {
      "name": "huile d'olive",
      "quantity": "2 c à soupe"
    },
    {
      "name": "baies de genièvre",
      "quantity": "3 ou 4"
    },
    {
      "name": "Sel et poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Préparez simultanément un gril à feu vif pour la cuisson de la viande et une poêle dans laquelle vous verserez l'huile pour les betteraves.",
    "Saisissez la viande sur le gril et faites revenir les betteraves, préalablement coupées en forme de frites, pendant 2 à 3 minutes dans la poêle.",
    "Saupoudrez les betteraves de sucre et laissez-les caraméliser jusqu'à obtenir une belle couleur dorée.",
    "Dressez les steaks de bison avec leur accompagnement de betteraves caramélisées, puis arrosez le tout avec le jus de cuisson. Assaisonnez de sel et de poivre selon votre goût avant de servir."
  ],
  "tips": [],
  "createdAt": "2025-12-17T11:20:10.481Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1884.HEIC"
  ]
},
{
  "id": 1885,
  "name": "Chapon aux morilles",
  "ingredients": [
    {
      "name": "chapon coupé en morceaux",
      "quantity": "1 (environ 1,8 kg)"
    },
    {
      "name": "morilles séchées",
      "quantity": "50 g"
    },
    {
      "name": "échalotes",
      "quantity": "2"
    },
    {
      "name": "vin blanc sec",
      "quantity": "35 cl"
    },
    {
      "name": "crème fleurette fraîche",
      "quantity": "40 cl"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    },
    {
      "name": "beurre",
      "quantity": ""
    },
    {
      "name": "armagnac (facultatif)",
      "quantity": "un trait"
    }
  ],
  "steps": [
    "Pour commencer, mettez les morilles à tremper dans de l'eau chaude.",
    "Dans une cocotte, faites dorer les morceaux de chapon dans du beurre chaud jusqu'à obtenir une belle coloration.",
    "Ajoutez les échalotes ciselées et le vin blanc, puis salez et poivrez le tout.",
    "Couvrez la cocotte et laissez mijoter la préparation pendant environ 30 minutes.",
    "Pendant ce temps, égouttez soigneusement les morilles.",
    "Faites revenir les morilles égouttées dans une poêle avec une noisette de beurre pendant 5 à 6 minutes, en remuant fréquemment.",
    "Versez ensuite les morilles sur le chapon dans la cocotte et poursuivez la cuisson pour 10 minutes supplémentaires.",
    "Incorporez la crème fraîche juste avant de servir.",
    "Ce plat est délicieux servi chaud, accompagné d'un mélange de riz sauvage et de riz blanc."
  ],
  "tips": [
    "Pour intensifier les saveurs, n'hésitez pas à ajouter une petite quantité d'armagnac à l'eau de trempage des morilles."
  ],
  "createdAt": "2025-12-17T11:20:26.104Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1885.HEIC"
  ]
},
{
  "id": 1886,
  "name": "Foie gras frais poêlé au caramel balsamique",
  "ingredients": [
    {
      "name": "Tranches de foie gras frais de 2 cm d'épaisseur",
      "quantity": "6"
    },
    {
      "name": "Sucre semoule",
      "quantity": "4 c à soupe"
    },
    {
      "name": "Vinaigre balsamique",
      "quantity": "4 c à soupe"
    },
    {
      "name": "Fleur de sel",
      "quantity": ""
    },
    {
      "name": "Poivre blanc",
      "quantity": ""
    }
  ],
  "steps": [
    "Préparez le caramel en versant le sucre et le vinaigre dans un poêlon et faites chauffer à feu vif. Remuez le mélange pendant environ 5 minutes. Retirez ensuite la préparation du feu et mettez-la de côté.",
    "Dans une poêle très chaude, faites revenir le foie gras pendant 1 minute de chaque côté jusqu'à ce qu'il soit doré.",
    "Placez le foie gras cuit sur des assiettes préalablement chauffées et nappez-le du caramel préparé.",
    "Parsemez de fleur de sel et de poivre blanc, puis servez avec des petits navets nouveaux cuits à la vapeur, qui doivent rester croquants."
  ],
  "tips": [
    "Lorsque vous cuisinez le foie, assurez-vous d'avoir une bonne ventilation en ouvrant une fenêtre ou en utilisant la hotte aspirante à pleine puissance. Protégez-vous des éclaboussures éventuelles en portant un tablier.",
    "Si vous utilisez du foie gras frais plus abordable, il est conseillé de le fariner avant de le poêler, car il a tendance à libérer plus de matière grasse et d'eau que le foie gras de meilleure qualité.",
    "Si vous ne maîtrisez pas la préparation du caramel, vous pouvez l'omettre. Dans ce cas, après avoir retiré l'excès de graisse, déglacez la poêle avec du vinaigre. Une alternative consiste à préparer une vinaigrette au vinaigre balsamique (voir page 17 pour la recette) et à la verser tiède sur le foie."
  ],
  "createdAt": "2024-05-15T12:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1886.HEIC"
  ]
},
{
  "id": 1887,
  "name": "Canard confit, ail et échalotes caramélisés",
  "ingredients": [
    {
      "name": "cuisses de canard confites",
      "quantity": "3"
    },
    {
      "name": "belles pommes de terre",
      "quantity": "4 ou 5"
    },
    {
      "name": "beurre salé",
      "quantity": "30 g"
    },
    {
      "name": "lait",
      "quantity": "25 cl"
    },
    {
      "name": "gousses d'ail",
      "quantity": "3"
    },
    {
      "name": "échalotes",
      "quantity": "6"
    },
    {
      "name": "huile d'olive",
      "quantity": "2 c à soupe"
    },
    {
      "name": "sucre",
      "quantity": "1 c à soupe"
    }
  ],
  "steps": [
    "Préparez une purée de pommes de terre en utilisant les pommes de terre, le beurre salé et le lait.",
    "Dans une poêle, faites revenir l'ail et les échalotes émincées dans l'huile d'olive pendant environ 3 minutes.",
    "Incorporez le sucre et poursuivez la cuisson pour caraméliser le mélange pendant 2 minutes supplémentaires.",
    "Réchauffez les cuisses de canard confites, soit au four à micro-ondes, soit dans une cocotte.",
    "Une fois chaudes, désossez les cuisses de canard et coupez la chair en petits morceaux.",
    "Montez le plat en alternant les couches de purée de pommes de terre, de canard confit, et d'ail et échalotes caramélisées, en terminant par la garniture aromatique."
  ],
  "tips": [],
  "createdAt": "2025-12-17T11:21:06.937Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1887.HEIC"
  ]
},
{
  "id": 1888,
  "name": "Parmentier de boudin aux noisettes",
  "ingredients": [
    {
      "name": "Boudin noir",
      "quantity": "350 g environ"
    },
    {
      "name": "Pommes de terre",
      "quantity": "4 ou 5 belles"
    },
    {
      "name": "Poires bien mûres",
      "quantity": "3"
    },
    {
      "name": "Beurre salé",
      "quantity": "30 g"
    },
    {
      "name": "Lait",
      "quantity": "25 cl"
    },
    {
      "name": "Noisettes hachées ou concassées",
      "quantity": "6 c à soupe"
    }
  ],
  "steps": [
    "Commencez par préparer une purée avec les pommes de terre, le beurre et les poires.",
    "Ensuite, faites dorer le boudin à la poêle pendant environ 5 minutes.",
    "Retirez l'enveloppe du boudin et conservez sa chair au chaud.",
    "À l'aide d'un emporte-pièce, superposez des couches de purée et de boudin.",
    "Pour finir, garnissez le plat avec les noisettes et servez sans attendre."
  ],
  "tips": [
    "Cette recette est prévue pour 4 personnes.",
    "Le temps de préparation estimé est de 15 minutes.",
    "Le temps de cuisson est d'environ 30 minutes."
  ],
  "createdAt": "2025-12-17T11:21:23.172Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1888.HEIC"
  ]
},
{
  "id": 1889,
  "name": "Poulet au Citron",
  "ingredients": [
    {
      "name": "Poulets",
      "quantity": "2"
    },
    {
      "name": "Viande hachée",
      "quantity": "300g"
    },
    {
      "name": "Oignon",
      "quantity": "1"
    },
    {
      "name": "Gousses d'ail",
      "quantity": "3"
    },
    {
      "name": "Citrons",
      "quantity": "4"
    },
    {
      "name": "Riz long grain",
      "quantity": "300g"
    },
    {
      "name": "Beurre",
      "quantity": "60g"
    },
    {
      "name": "Huile",
      "quantity": "2 c. à s."
    },
    {
      "name": "Pignons de pin",
      "quantity": "125g"
    },
    {
      "name": "Amandes effilées",
      "quantity": "125g"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Préparez les morceaux de poulet les plus nobles.",
    "Dans une cocotte, faites revenir les morceaux de poulet avec le beurre et l'huile jusqu'à ce qu'ils soient dorés.",
    "Incorporez l'oignon coupé en quatre et les gousses d'ail, et laissez dorer l'ensemble.",
    "Arrosez le tout avec le jus extrait de deux citrons.",
    "Couvrez la cocotte et laissez mijoter doucement pendant 5 minutes.",
    "Ajoutez de l'eau en quantité suffisante pour bien couvrir le poulet, puis assaisonnez de sel et de poivre.",
    "Poursuivez la cuisson à feu doux jusqu'à ce que le poulet soit tendre."
  ],
  "tips": [
    "Si vous le souhaitez, vous pouvez ajouter des carottes à la préparation pour enrichir le plat."
  ],
  "createdAt": "2025-12-17T11:21:38.274Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1889.HEIC"
  ]
},
{
  "id": 1890,
  "name": "PAUPIETTES FAÇON OSSO BUCO",
  "ingredients": [
    {
      "name": "escalopes de veau très fines",
      "quantity": "6"
    },
    {
      "name": "veau haché (quasi ou épaule)",
      "quantity": "300g"
    },
    {
      "name": "parmesan fraîchement râpé",
      "quantity": "80g"
    },
    {
      "name": "gousses d'ail",
      "quantity": "2"
    },
    {
      "name": "oignons frais",
      "quantity": "2"
    },
    {
      "name": "tomates concassées",
      "quantity": "1 boîte"
    },
    {
      "name": "bouillon de volaille",
      "quantity": "30cl"
    },
    {
      "name": "concentré de tomates",
      "quantity": "2 c. à soupe"
    },
    {
      "name": "feuilles de laurier",
      "quantity": "2"
    },
    {
      "name": "farine",
      "quantity": ""
    },
    {
      "name": "huile d'olive",
      "quantity": ""
    },
    {
      "name": "poivre du moulin",
      "quantity": ""
    },
    {
      "name": "sel",
      "quantity": ""
    }
  ],
  "steps": [
    "Faites revenir la viande de veau hachée et un oignon coupé en petits dés dans une poêle huilée pendant 5 minutes.",
    "Assaisonnez de sel et de poivre, puis incorporez le parmesan râpé.",
    "Disposez les escalopes de veau sur un plan de travail, divisez-les en deux et répartissez la farce de hachis sur chacune.",
    "Enroulez chaque escalope farcie pour former une paupiette, ficelez-la et farinez-les légèrement.",
    "Dans une cocotte avec un peu d'huile, faites dorer l'oignon restant coupé en dés.",
    "Ajoutez les paupiettes et faites-les revenir de tous les côtés jusqu'à ce qu'elles soient bien colorées.",
    "Incorporez les tomates concassées, le concentré de tomates, le bouillon et les feuilles de laurier, puis assaisonnez de sel et de poivre.",
    "Couvrez la cocotte et laissez mijoter à feu doux pendant 1h30, en remuant occasionnellement."
  ],
  "tips": [
    "À mi-cuisson, vous pouvez ajouter le zeste finement râpé et le jus d'un citron.",
    "Servez ce plat accompagné d'un gratin de macaroni ou de pâtes comme des tagliatelles, des casarecce ou des pennes."
  ],
  "createdAt": "2025-12-17T11:21:55.171Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1890.HEIC"
  ]
},
{
  "id": 1891,
  "name": "CREVETTES GRILLEES, RIZ AU LAIT DE COCO",
  "ingredients": [
    {
      "name": "crevettes roses cuites",
      "quantity": "800g"
    },
    {
      "name": "riz thaï",
      "quantity": "250g"
    },
    {
      "name": "oignon",
      "quantity": "1"
    },
    {
      "name": "gousse d'ail",
      "quantity": "1"
    },
    {
      "name": "gingembre",
      "quantity": "1 morceau"
    },
    {
      "name": "piment frais",
      "quantity": "1/2"
    },
    {
      "name": "coriandre",
      "quantity": "6 brins"
    },
    {
      "name": "huile d'olive",
      "quantity": ""
    },
    {
      "name": "lait de coco",
      "quantity": "25cl"
    },
    {
      "name": "citrons verts",
      "quantity": "2"
    },
    {
      "name": "thym",
      "quantity": "3 brins"
    },
    {
      "name": "poivre",
      "quantity": ""
    },
    {
      "name": "sel",
      "quantity": ""
    }
  ],
  "steps": [
    "Dans une sauteuse, faire chauffer un filet d'huile d'olive. Faire dorer l'oignon émincé, puis ajouter le riz et le faire revenir brièvement. Incorporer la moitié du lait de coco et environ 50 cl d'eau. Saler, poivrer, couvrir et laisser cuire à feu doux pendant 12 minutes.",
    "Dans une autre grande poêle, chauffer un peu d'huile d'olive. Ajouter les crevettes, l'ail, le gingembre coupé en bâtonnets, le piment, la coriandre ciselée, du sel, du poivre, le reste du lait de coco, un peu d'eau et le jus des citrons. Laisser mijoter le tout à feu moyen pendant 10 minutes, en remuant occasionnellement.",
    "Servir immédiatement le mélange de crevettes avec le riz."
  ],
  "tips": [
    "Pour faciliter la dégustation, vous pouvez décortiquer les crevettes si le temps le permet, même si cela rend le plat visuellement moins impressionnant."
  ],
  "createdAt": "2024-05-14T17:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1891.HEIC"
  ]
},
{
  "id": 1892,
  "name": "Filet de sole tartiné de crevettes",
  "ingredients": [
    {
      "name": "Soles de 300g pièce levées en filets",
      "quantity": "6"
    },
    {
      "name": "Parures et arêtes de soles",
      "quantity": ""
    },
    {
      "name": "Petites crevettes roses",
      "quantity": "30"
    },
    {
      "name": "Beurre",
      "quantity": "20 g"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre du moulin",
      "quantity": ""
    },
    {
      "name": "Cerneraux de noix concassés",
      "quantity": "80 g"
    },
    {
      "name": "Échalotes",
      "quantity": "2"
    },
    {
      "name": "Champignons de Paris ou girolles",
      "quantity": "100 g"
    },
    {
      "name": "Crevettes roses cuites",
      "quantity": "100 g"
    },
    {
      "name": "Brins de ciboulette",
      "quantity": "10"
    },
    {
      "name": "Huile d'olive",
      "quantity": "2 c. à s."
    },
    {
      "name": "Oignon émincé",
      "quantity": "1"
    },
    {
      "name": "Carotte en rondelles",
      "quantity": "1"
    },
    {
      "name": "Champignons de Paris en lamelles",
      "quantity": "200 g"
    },
    {
      "name": "Bouillon de poule",
      "quantity": "50 cl"
    },
    {
      "name": "Vin jaune du Jura ou vin blanc sec",
      "quantity": "10 cl"
    },
    {
      "name": "Huile d'olive pour la sauce",
      "quantity": "2 c. à s."
    },
    {
      "name": "Beurre pour la sauce",
      "quantity": "30 g"
    }
  ],
  "steps": [
    "Préparez les filets de sole en les assaisonnant, puis disposez-les dans un plat adapté à la cuisson au four et réservez-les au frais.",
    "Décortiquez les petites crevettes destinées à la garniture.",
    "Pour la farce, commencez par nettoyer les champignons en retirant leur pied terreux, rincez-les sous l'eau froide et séchez-les.",
    "Décortiquez les crevettes prévues pour la farce.",
    "Pelez et émincez finement les échalotes.",
    "Ciselez la ciboulette.",
    "Dans un robot-coupe, mixez ensemble les crevettes de la farce, les échalotes, les champignons, les cerneaux de noix, la ciboulette et l'huile d'olive. Assaisonnez ce mélange et mettez de côté.",
    "Pour préparer la sauce, faites chauffer l'huile dans une cocotte en fonte.",
    "Ajoutez les parures et les arêtes des soles, l'oignon émincé, la carotte en rondelles et les champignons en lamelles. Assaisonnez.",
    "Faites revenir le tout à feu vif pendant 3 minutes.",
    "Incorporez le vin, mélangez bien.",
    "Laissez le vin réduire pendant 2 minutes, puis versez le bouillon de poule.",
    "Laissez mijoter la sauce à feu doux pendant 30 minutes.",
    "Passez la sauce à travers un chinois ou une passoire fine placée au-dessus d'une casserole pour la filtrer.",
    "Faites réduire la sauce filtrée à feu vif jusqu'à obtenir une consistance épaissie.",
    "Diminuez le feu et incorporez progressivement le beurre en fouettant continuellement pour l'émulsionner.",
    "Vérifiez l'assaisonnement de la sauce et ajustez si nécessaire.",
    "Préchauffez votre four à chaleur tournante à 240 °C.",
    "Répartissez uniformément la farce aux crevettes sur les filets de sole et enfournez pour une cuisson de 6 minutes.",
    "Pendant ce temps, faites sauter les crevettes décortiquées (celles réservées pour la garniture) dans une poêle avec du beurre à feu vif pendant 1 minute. Assaisonnez-les.",
    "Disposez délicatement les filets de sole cuits sur les assiettes et entourez-les des crevettes sautées.",
    "Nappez les filets de sauce et décorez le plat de ciboulette ciselée."
  ],
  "tips": [],
  "createdAt": "2024-07-25T12:00:00Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1892.HEIC"
  ]
},
{
  "id": 1893,
  "name": "Houmos, tomate, menthe, coriandre et cumin",
  "ingredients": [
    {
      "name": "pains libanais ronds",
      "quantity": "2"
    },
    {
      "name": "houmos",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "brins de coriandre",
      "quantity": "6"
    },
    {
      "name": "brins de menthe",
      "quantity": "6"
    },
    {
      "name": "brins de persil",
      "quantity": "6"
    },
    {
      "name": "tomates allongées",
      "quantity": "2"
    },
    {
      "name": "sucre",
      "quantity": "1 pincée"
    },
    {
      "name": "cumin",
      "quantity": "1 cuil. à café"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Préparez les tomates en retirant le pédoncule et en incisant une croix à leur base. Plongez-les dans de l'eau bouillante pendant une minute, puis égouttez-les et passez-les sous l'eau froide pour pouvoir les peler facilement. Coupez ensuite les tomates en quatre, retirez les graines et hachez la chair grossièrement. Placez ces morceaux de tomates dans un tamis, ajoutez une pincée de sel fin et laissez-les dégorger pendant 30 minutes.",
    "Détachez les feuilles de coriandre, de menthe et de persil, puis hachez-les grossièrement. Dans un autre récipient, combinez les tomates dégorgées avec le sucre, le cumin, une légère touche de sel et de poivre.",
    "Tartinez les pains libanais avec le houmous. Garnissez-les ensuite des herbes hachées et des tomates assaisonnées.",
    "Roulez fermement les pains garnis, puis coupez-les en deux en biais. Pour les maintenir fermés, enveloppez-les individuellement dans du papier d'aluminium. Servez sans attendre ou conservez au réfrigérateur."
  ],
  "tips": [
    "Vous avez la possibilité de réaliser votre propre houmous maison. Pour ce faire, mixez dans un robot culinaire une petite conserve de pois chiches égouttés, une gousse d'ail pelée, le jus d'un citron jaune et trois cuillères à soupe de tahini (crème de sésame, disponible en magasins bio ou spécialisés en produits du Moyen-Orient). Mixez jusqu'à obtenir une texture lisse et homogène. Si la préparation est trop épaisse, ajoutez de l'eau petit à petit jusqu'à obtenir la consistance désirée."
  ],
  "createdAt": "2025-12-17T11:22:49.471Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1893.HEIC"
  ]
},
{
  "id": 1894,
  "name": "Wrap à la mexicaine",
  "ingredients": [
    {
      "name": "concombre",
      "quantity": "1/2"
    },
    {
      "name": "tomate",
      "quantity": "1"
    },
    {
      "name": "feuilles de laitue iceberg",
      "quantity": "4"
    },
    {
      "name": "coriandre fraîche",
      "quantity": ""
    },
    {
      "name": "avocat",
      "quantity": "1/2"
    },
    {
      "name": "jus de citron jaune",
      "quantity": "1"
    },
    {
      "name": "thon en miettes au naturel",
      "quantity": "1 boîte"
    },
    {
      "name": "tortillas (galettes de blé souple)",
      "quantity": "un sachet"
    },
    {
      "name": "fromage frais (type Saint-Moret)",
      "quantity": "100 g"
    },
    {
      "name": "sel et poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Préparez le concombre en fines lamelles et la tomate en petits dés. Hachez la laitue iceberg et effeuillez la coriandre fraîche après l'avoir lavée.",
    "Dans un bol, écrasez l'avocat en purée, puis incorporez le jus de citron et mélangez soigneusement. Ajoutez ensuite le thon égoutté et le fromage frais, puis assaisonnez avec du sel et du poivre.",
    "Étalez généreusement le mélange avocat-thon sur chaque tortilla. Garnissez ensuite avec la coriandre fraîche, la tomate coupée, les lamelles de concombre et la laitue iceberg.",
    "Enroulez les tortillas sur elles-mêmes pour créer des wraps et coupez-les en deux. Vous pouvez les maintenir fermés à l'aide de piques ou en les entourant d'une ficelle."
  ],
  "tips": [
    "Cette recette offre une évasion culinaire rapide, idéale pour se détendre après une longue période de révisions. Elle est très versatile et peut être adaptée selon les ingrédients disponibles dans votre cuisine."
  ],
  "createdAt": "2025-12-17T11:23:09.304Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1894.HEIC"
  ]
},
{
  "id": 1895,
  "name": "Chèvre, miel, thym, roquette",
  "ingredients": [
    {
      "name": "tortillas de blé ou de maïs souples",
      "quantity": "2"
    },
    {
      "name": "fromage de chèvre frais type Chavroux ou Petit Billy",
      "quantity": "80 g"
    },
    {
      "name": "roquette",
      "quantity": "1 poignée"
    },
    {
      "name": "noisettes décortiquées",
      "quantity": "1 cuil. à soupe"
    },
    {
      "name": "miel liquide",
      "quantity": "1 cuil. à soupe"
    },
    {
      "name": "fleur de thym",
      "quantity": "1 pincée"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Dans une poêle sèche, faire dorer les noisettes. Dès qu'elles prennent une légère coloration, les retirer et les placer sur une planche à découper. Les concasser grossièrement à l'aide du fond d'une casserole.",
    "Nettoyer, égoutter et bien essorer la roquette.",
    "Dans un bol, mélanger le fromage frais avec le miel, une pincée de sel, du poivre et la fleur de thym. Étaler cette préparation sur les tortillas. Saupoudrer ensuite avec les noisettes concassées et la roquette.",
    "Rouler les tortillas de manière assez serrée, puis les couper en deux en biais. Pour les maintenir fermées, les envelopper individuellement dans du papier d'aluminium. Servir immédiatement ou les conserver au frais."
  ],
  "tips": [],
  "createdAt": "2025-12-17T11:23:28.429Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1895.HEIC"
  ]
},
{
  "id": 1896,
  "name": "Yaourt, pignons, coriandre et aubergine",
  "ingredients": [
    {
      "name": "Tortillas de blé ou de maïs souples ou pains libanais ronds",
      "quantity": "2"
    },
    {
      "name": "Coriandre",
      "quantity": "1 botte"
    },
    {
      "name": "Yaourt bulgare",
      "quantity": "1"
    },
    {
      "name": "Citron jaune",
      "quantity": "1/2"
    },
    {
      "name": "Pignons de pin",
      "quantity": "1 cuil. à soupe"
    },
    {
      "name": "Aubergine",
      "quantity": "1"
    },
    {
      "name": "Huile d'olive",
      "quantity": "6 cuil. à soupe"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Tranchez l'aubergine finement dans le sens de la longueur. Faites chauffer l'huile dans une poêle, puis faites revenir les tranches d'aubergine pendant 4 à 5 minutes de chaque côté. Salez, poivrez et laissez reposer dans une assiette pendant une heure.",
    "Placez le yaourt sur du papier absorbant et laissez-le s'égoutter pendant une heure.",
    "Détachez les feuilles de coriandre. Dans une poêle, faites dorer les pignons de pin. Dès qu'ils prennent une couleur, retirez-les de la poêle.",
    "Mélangez le yaourt avec une pincée de sel, de poivre et le jus de citron. Étalez cette préparation sur les tortillas, puis ajoutez les tranches d'aubergine, la coriandre fraîche et les pignons grillés. Roulez fermement les tortillas, coupez-les en deux en diagonale et servez immédiatement."
  ],
  "tips": [],
  "createdAt": "2025-12-17T11:23:44.633Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1896.HEIC"
  ]
},
{
  "id": 1897,
  "name": "Parme, roquette, mayonnaise aux pignons et citron",
  "ingredients": [
    {
      "name": "Tortillas de blé souples",
      "quantity": "2"
    },
    {
      "name": "Citron jaune",
      "quantity": "1"
    },
    {
      "name": "Pignons de pin",
      "quantity": "1 cuil. à soupe"
    },
    {
      "name": "Jaune d'œuf",
      "quantity": "1"
    },
    {
      "name": "Moutarde",
      "quantity": "1 cuil. à café"
    },
    {
      "name": "Huile végétale",
      "quantity": "15 cl"
    },
    {
      "name": "Roquette",
      "quantity": "1 poignée"
    },
    {
      "name": "Jambon de Parme",
      "quantity": "4 tranches"
    }
  ],
  "steps": [
    "Dans une poêle, faites griller les pignons de pin à sec jusqu'à ce qu'ils soient légèrement dorés, puis retirez-les. Nettoyez le citron et prélevez son zeste. Lavez et essorez la roquette.",
    "Dans un bol, mélangez le jaune d'œuf avec la moutarde. Incorporez l'huile végétale en un filet très fin tout en fouettant continuellement à l'aide d'un batteur pour monter la mayonnaise. Salez, poivrez et ajoutez-y les pignons de pin grillés et les zestes de citron.",
    "Étalez une cuillère à soupe de cette mayonnaise sur chaque tortilla. Recouvrez de jambon de Parme et de roquette.",
    "Roulez les tortillas fermement, puis coupez-les en deux en diagonale. Pour les maintenir en forme, emballez-les dans du papier aluminium."
  ],
  "tips": [],
  "createdAt": "2024-07-29T10:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1897.HEIC"
  ]
},
{
  "id": 1898,
  "name": "Raifort, pastrami, laitue-iceberg",
  "ingredients": [
    {
      "name": "tortillas de blé souples",
      "quantity": "2"
    },
    {
      "name": "tranches de pastrami",
      "quantity": "2"
    },
    {
      "name": "feuilles de laitue-iceberg",
      "quantity": "Quelques"
    },
    {
      "name": "gros cornichon malossol",
      "quantity": "1"
    },
    {
      "name": "raifort râpé",
      "quantity": "1 cuil. à café"
    },
    {
      "name": "crème fraîche épaisse",
      "quantity": "1 cuil. à soupe"
    },
    {
      "name": "sucre",
      "quantity": "1 pincée"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Dans un bol, mélangez le raifort avec la crème, le sel, le poivre et le sucre. Ensuite, découpez la laitue iceberg en fines lamelles et le cornichon en rondelles.",
    "Étalez la préparation à la crème sur les tortillas. Placez le pastrami au centre, puis ajoutez la salade et les rondelles de cornichons sur le dessus.",
    "Roulez les tortillas de manière assez serrée, puis coupez-les en deux en diagonale. Pour les garder fermées, enveloppez-les dans du papier d'aluminium."
  ],
  "tips": [
    "Il est recommandé de servir ces wraps immédiatement après préparation ou de les conserver au frais si vous les préparez à l'avance."
  ],
  "createdAt": "2025-12-17T11:24:20.265Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1898.HEIC"
  ]
},
{
  "id": 1899,
  "name": "Poulet grillé, guacamole et tomate",
  "ingredients": [
    {
      "name": "tortillas de blé souples",
      "quantity": "2"
    },
    {
      "name": "reste de poulet rôti (ou blanc de poulet grillé)",
      "quantity": "120 g"
    },
    {
      "name": "piment en poudre",
      "quantity": "1 pincée"
    },
    {
      "name": "oignon nouveau",
      "quantity": "1"
    },
    {
      "name": "tomate",
      "quantity": "1"
    },
    {
      "name": "avocat mûr",
      "quantity": "1/2"
    },
    {
      "name": "coriandre",
      "quantity": "1/2 botte"
    },
    {
      "name": "citron vert",
      "quantity": "1/2"
    },
    {
      "name": "épices tex mex",
      "quantity": "1 pincée"
    },
    {
      "name": "sel",
      "quantity": ""
    },
    {
      "name": "poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Commencez par la tomate : retirez le pédoncule, faites une incision en croix à la base, puis plongez-la dans l'eau bouillante pendant une minute. Épluchez-la, coupez-la en quatre, retirez les graines et hachez grossièrement la chair. Pour l'oignon nouveau, utilisez uniquement la partie verte, nettoyez-la et émincez-la finement. Combinez la chair de tomate hachée avec l'oignon vert émincé, ajoutez une touche de sel et le piment.",
    "Hachez grossièrement les feuilles de coriandre. Préparez l'avocat en le pelant et en enlevant le noyau, puis écrasez la chair à la fourchette pour obtenir une purée. Incorporez le jus de la moitié du citron vert, une pincée de sel, de poivre et les épices tex-mex à la purée d'avocat. Mélangez soigneusement et ajustez l'assaisonnement selon votre goût.",
    "Tartinez uniformément les tortillas avec la purée d'avocat. Ensuite, disposez le poulet, les morceaux de tomate et la coriandre hachée sur chaque tortilla.",
    "Roulez les tortillas fermement, puis coupez-les en deux en diagonale. Pour les maintenir en place, enveloppez-les dans du papier d'aluminium. Servez immédiatement ou conservez-les au réfrigérateur jusqu'au moment de servir."
  ],
  "tips": [
    "Pour varier les saveurs, vous pouvez ajouter du cheddar râpé à la salade de tomate. Si vous préférez une saveur moins piquante, optez pour du piment doux et frais."
  ],
  "createdAt": "2025-12-17T11:24:36.761Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1899.HEIC"
  ]
},
{
  "id": 1900,
  "name": "Bacon, laitue et tomate",
  "ingredients": [
    {
      "name": "Tortillas de blé souples",
      "quantity": "2"
    },
    {
      "name": "Tranches de bacon ou de poitrine de porc fumée",
      "quantity": "8"
    },
    {
      "name": "Feuilles de laitue",
      "quantity": "Quelques"
    },
    {
      "name": "Tomates",
      "quantity": "2"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    },
    {
      "name": "Jaune d'œuf",
      "quantity": "1"
    },
    {
      "name": "Moutarde",
      "quantity": "1 cuil. à café"
    },
    {
      "name": "Huile végétale",
      "quantity": "15 cl"
    },
    {
      "name": "Citron jaune",
      "quantity": "1/2"
    }
  ],
  "steps": [
    "Dans un bol, mélangez le jaune d'œuf avec la moutarde. Versez l'huile en un filet très fin sans cesser de fouetter avec un batteur jusqu'à obtenir une mayonnaise. Assaisonnez de sel et de poivre, puis incorporez le jus de citron.",
    "Retirez le pédoncule des tomates et réalisez une incision en forme de croix à la base. Ébouillantez-les pendant une minute, puis plongez-les immédiatement dans de l'eau froide. Égouttez-les, retirez la peau et coupez les tomates en très fines tranches. Ciselez également la salade en fines lamelles.",
    "Faites griller les tranches de bacon dans une poêle sans matière grasse jusqu'à ce qu'elles soient bien cuites. Une fois prêtes, déposez-les sur du papier absorbant pour retirer l'excès de graisse.",
    "Étalez une couche de mayonnaise sur chaque tortilla. Ajoutez ensuite le bacon grillé, la salade ciselée et les tranches de tomates. Salez et poivrez légèrement selon votre goût.",
    "Roulez les tortillas de manière assez serrée. Coupez-les ensuite en deux et en biais. Pour les conserver, enveloppez-les dans du papier d'aluminium. Servez sans attendre ou gardez-les au frais."
  ],
  "tips": [
    "Ces wraps peuvent être préparés à l'avance. Le bacon est particulièrement apprécié chaud ou tiède.",
    "Si vous le souhaitez, vous pouvez remplacer le bacon par du jambon blanc ou du blanc de poulet."
  ],
  "createdAt": "2025-12-17T11:24:57.580Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1900.HEIC"
  ]
},
{
  "id": 1901,
  "name": "Sablés au Parmesan",
  "ingredients": [
    {
      "name": "Parmesan frais râpé",
      "quantity": "150 g"
    },
    {
      "name": "Farine",
      "quantity": "150 g"
    },
    {
      "name": "Beurre à température ambiante",
      "quantity": "150 g"
    },
    {
      "name": "Sel",
      "quantity": "2 pincées"
    }
  ],
  "steps": [
    "Commencez par préchauffer votre four à 150°C (th. 5).",
    "Dans un grand saladier, combinez rapidement le parmesan, la farine, le beurre et le sel du bout des doigts afin d'obtenir une pâte homogène.",
    "Prenez de petites portions de pâte, puis aplatissez-les légèrement pour former des galettes d'environ 4 cm de diamètre et 0,5 cm d'épaisseur. Placez-les sur une plaque de cuisson recouverte de papier sulfurisé ou d'aluminium.",
    "Faites cuire les sablés au four pendant environ 7 à 8 minutes, ou jusqu'à ce qu'ils arborent une belle couleur dorée.",
    "Une fois sortis du four, transférez délicatement les sablés sur une grille et laissez-les refroidir complètement.",
    "Ces sablés sont parfaits à déguster en apéritif."
  ],
  "tips": [
    "Ces sablés se marient idéalement avec une coupe de champagne.",
    "Pour un goût supérieur, privilégiez le parmesan fraîchement râpé plutôt que celui en sachet, cela fera une différence notable."
  ],
  "createdAt": "2025-12-17T11:25:15.546Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1901.HEIC"
  ]
},
{
  "id": 1902,
  "name": "Sables Salés au Parmesan",
  "ingredients": [
    {
      "name": "Parmesan fraîchement râpé",
      "quantity": "100 g"
    },
    {
      "name": "Farine",
      "quantity": "180 g"
    },
    {
      "name": "Piment d'Espelette en poudre",
      "quantity": "1 c. à café"
    },
    {
      "name": "Beurre à température ambiante",
      "quantity": "120 g"
    },
    {
      "name": "Jaunes d'œufs",
      "quantity": "2"
    },
    {
      "name": "Sel",
      "quantity": "2 pincées"
    }
  ],
  "steps": [
    "Dans un grand saladier, commencez par mélanger le parmesan avec le beurre ramolli. Ajoutez ensuite la farine, le piment d'Espelette et deux pincées de sel. Incorporez enfin un jaune d'œuf, puis un second jaune, et pétrissez rapidement la pâte. Attention, ne travaillez pas trop la pâte, car elle pourrait devenir trop sèche. Si la pâte semble trop sèche, ajoutez quelques gouttes d'eau pour obtenir une consistance homogène et compacte.",
    "Formez plusieurs boudins de pâte, d'environ 3 cm de diamètre. Enveloppez-les dans du film alimentaire et placez-les au réfrigérateur pendant une heure minimum (ou 15 minutes au congélateur) pour qu'ils durcissent.",
    "Environ 15 minutes avant la cuisson, préchauffez votre four à 180°C (thermostat 6-7).",
    "Après le temps de repos, retirez le film alimentaire des boudins et coupez-les en tranches d'environ 8 mm d'épaisseur. Disposez ces tranches sur une plaque de cuisson recouverte de papier sulfurisé et faites-les cuire au four pendant environ 15 minutes, jusqu'à ce qu'ils soient bien dorés.",
    "Laissez les sablés refroidir complètement sur une grille avant de les servir. Dégustez-les à l'apéritif avec une salade d'herbes aromatiques, de la roquette, ou un mesclun assaisonné simplement avec de l'huile d'olive et de la fleur de sel."
  ],
  "tips": [
    "Vous pouvez préparer la pâte à l'avance et congeler les boudins. Pour la cuisson, il suffit de les découper encore congelés avec un bon couteau préalablement passé sous l'eau très chaude, puis de les cuire directement ; ils seront encore plus croustillants.",
    "Si vous n'avez pas de piment d'Espelette, vous pouvez remplacer par du poivre ou une autre épice de votre choix.",
    "Les sablés se conservent jusqu'à deux jours dans une boîte hermétique.",
    "Pour cette recette, privilégiez un parmesan reggiano affiné 24 mois pour une saveur plus prononcée."
  ],
  "createdAt": "2024-07-26T12:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1902.HEIC"
  ]
},
{
  "id": 1903,
  "name": "Ravioles de foie gras et huile de truffe, jus de poulette émulsionné",
  "ingredients": [
    {
      "name": "Tranche(s) de foie gras de canard",
      "quantity": "3 pièce(s)"
    },
    {
      "name": "Feuille(s) de pâte à raviole",
      "quantity": "18 pièce(s)"
    },
    {
      "name": "Huile de truffe blanche",
      "quantity": "2 centilitre(s)"
    },
    {
      "name": "Filet(s) de poulet (150 g)",
      "quantity": "2 pièce(s)"
    },
    {
      "name": "Carotte(s)",
      "quantity": "1 pièce(s)"
    },
    {
      "name": "Oignon(s)",
      "quantity": "1 pièce(s)"
    },
    {
      "name": "Sauce",
      "quantity": "2 feuilles"
    },
    {
      "name": "Feuille(s) de laurier",
      "quantity": "1 pièce(s)"
    },
    {
      "name": "Lait 1/2 écrémé",
      "quantity": "50 centilitre(s)"
    },
    {
      "name": "Crème liquide entière",
      "quantity": "30 centilitre(s)"
    },
    {
      "name": "Sel fin",
      "quantity": "6 Pincée(s)"
    },
    {
      "name": "Piment d'Espelette",
      "quantity": "2 gramme(s)"
    },
    {
      "name": "Jaune(s) d'œuf(s)",
      "quantity": "1 pièce(s)"
    }
  ],
  "steps": [
    "Peler et émincer grossièrement la carotte et l'oignon. Couper les blancs de volaille et les faire dorer dans une cocotte.",
    "Ajouter la garniture aromatique composée de carotte, oignon, laurier et sauge. Verser le lait et la crème jusqu'à hauteur, puis laisser mijoter à feu moyen pendant au moins 25 minutes.",
    "Découper le foie gras en gros morceaux et les assaisonner avec du sel, du piment d'Espelette et de l'huile de truffe blanche.",
    "Étaler la pâte à raviole, déposer une portion de foie gras au centre. Badigeonner les bords avec du jaune d'œuf et refermer en triangle, puis replier pour former un tortellini.",
    "Passer le jus de poulette à travers un chinois, puis l'émulsionner à l'aide d'un mixeur plongeant.",
    "Plonger les ravioles dans une eau salée frémissante pendant 30 secondes. Les dresser dans des assiettes creuses, napper d'une louche de jus de poulette émulsionné, et agrémenter d'un filet de crème de vinaigre balsamique pour la décoration."
  ],
  "tips": [
    "Les filets de poulet cuits peuvent être réutilisés pour garnir une salade."
  ],
  "createdAt": "2025-12-17T11:25:47.042Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1903.HEIC"
  ]
},
{
  "id": 1904,
  "name": "Bayaldi de crevettes flambées à la cachaça",
  "ingredients": [
    {
      "name": "petites tomates",
      "quantity": "3"
    },
    {
      "name": "petite courgette",
      "quantity": "1"
    },
    {
      "name": "miniaubergines",
      "quantity": "2"
    },
    {
      "name": "crevettes crues",
      "quantity": "400 g"
    },
    {
      "name": "crème fraîche épaisse",
      "quantity": "2 c. à s."
    },
    {
      "name": "échalote ciselée",
      "quantity": "1"
    },
    {
      "name": "piment d'Espelette",
      "quantity": "1 pincée"
    },
    {
      "name": "coriandre coupée finement",
      "quantity": "1 botte"
    },
    {
      "name": "cachaça (alcool blanc brésilien)",
      "quantity": "15 cl"
    },
    {
      "name": "Huile d'olive",
      "quantity": ""
    },
    {
      "name": "sel",
      "quantity": ""
    },
    {
      "name": "poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Tranchez finement les aubergines, la courgette et les tomates en rondelles de taille similaire. Faites-les revenir séparément dans de l'huile d'olive, assaisonnez, puis disposez-les en petits dômes sur une plaque de four recouverte de papier sulfurisé et réservez.",
    "Faites revenir les crevettes dans de l'huile d'olive de chaque côté. Ajoutez l'échalote, la coriandre et le piment d'Espelette. Flambez le tout à la cachaça, puis incorporez la crème épaisse. Ajustez l'assaisonnement.",
    "Passez les légumes au four préchauffé à 160 °C pendant 5 minutes.",
    "Servez les crevettes accompagnées de leur sauce de chaque côté de l'assiette, et placez les légumes au centre. "
  ],
  "tips": [
    "Vous pouvez agrémenter le plat de coriandre fraîche et de baies roses.",
    "L'Auberge de la Source est une halte gourmande entre Paris et Reims, gérée par Laurent Tizio. Fondée en 1763, cette auberge historique propose 5 chambres (73 € à 129 €) et 3 suites (135 € à 195 €), ainsi que 5 chambres d'hôtes (29 € à 39 €). Le petit-déjeuner est à 13,50 €. L'établissement est situé au 8, place Saint-Barthélémy, 77750 Saint-Ouen-sur-Morin. Vous pouvez contacter l'établissement au 01 60 24 80 61 ou visiter leur site www.chateauxhotels.com."
  ],
  "createdAt": "2025-12-17T11:26:05.661Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1904.HEIC"
  ]
},
{
  "id": 1906,
  "name": "Risotto aux asperges vertes et gambas, coulis de pousses d'épinard",
  "ingredients": [
    {
      "name": "Gambas surgelée(s)",
      "quantity": "30 pièce(s)"
    },
    {
      "name": "Carotte(s)",
      "quantity": "1 pièce(s)"
    },
    {
      "name": "Céleri branche(s)",
      "quantity": "0.5 pièce(s)"
    },
    {
      "name": "Oignon(s)",
      "quantity": "1 pièce(s)"
    },
    {
      "name": "Persil plat",
      "quantity": "4 branche(s)"
    },
    {
      "name": "Ail",
      "quantity": "2 gousse(s)"
    },
    {
      "name": "Eau",
      "quantity": "1 Litre(s)"
    },
    {
      "name": "Riz carnaroli",
      "quantity": "300 gramme(s)"
    },
    {
      "name": "Vin blanc sec",
      "quantity": "20 centilitre(s)"
    },
    {
      "name": "Sel fin",
      "quantity": "6 Pincée(s)"
    },
    {
      "name": "Asperge(s) vertes(s)",
      "quantity": "1 botte(s)"
    },
    {
      "name": "Parmesan Parmigiano Reggiano",
      "quantity": "40 gramme(s)"
    },
    {
      "name": "Beurre doux",
      "quantity": "60 gramme(s)"
    },
    {
      "name": "Huile d'olive",
      "quantity": "20 centilitre(s)"
    },
    {
      "name": "Crème liquide entière",
      "quantity": "10 centilitre(s)"
    },
    {
      "name": "Pousse(s) d'épinard",
      "quantity": "100 gramme(s)"
    }
  ],
  "steps": [
    "Pour préparer le bouillon de légumes, commencez par laver et éplucher la carotte. Peler la moitié de l'oignon et le couper en deux, puis réserver l'autre moitié pour une utilisation ultérieure. Couper les légumes (carotte, céleri branche et la première moitié d'oignon) en petits dés. Laver le persil plat. Placer tous ces légumes dans un filet de cuisson. Dans une casserole, faire bouillir 1 litre d'eau, y ajouter le filet de cuisson et laisser cuire à petit feu pendant 20 minutes.",
    "Pour les asperges, laver et 'pointer' les queues en retirant les petites feuilles. Couper et jeter les 3 premiers centimètres de la base. Émincer les queues en fines lamelles et conserver les pointes, coupées en deux dans le sens de la longueur, pour le dressage.",
    "Pour la cuisson du risotto, ciseler finement l'autre moitié de l'oignon en petits dés. Dans une cocotte, faire revenir l'oignon avec 5 cl d'huile d'olive et une pincée de sel fin jusqu'à ce qu'il devienne translucide. Ajouter le riz carnaroli et le 'nacrer' (le rendre transparent). Déglacer ensuite avec 10 cl de vin blanc sec et laisser le liquide s'évaporer. Incorporer le bouillon de légumes chaud petit à petit, en attendant que chaque ajout soit entièrement absorbé avant d'ajouter le suivant. Après 10 minutes de cuisson, ajouter les lamelles d'asperges et poursuivre la cuisson pendant 7 minutes supplémentaires, jusqu'à absorption complète du bouillon.",
    "Pendant que le risotto cuit, disposer les pointes d'asperges dans une poêle avec de l'eau à mi-hauteur. Ajouter 10 g de beurre doux et une pincée de sel, puis cuire jusqu'à ce que toute l'eau soit absorbée.",
    "Pour finir le risotto, incorporer 40 g de beurre doux et le parmesan râpé. Mettre le risotto de côté.",
    "Pour réaliser la crème d'épinard, laver les pousses d'épinard. Faire revenir les épinards à la poêle avec une noisette de beurre doux et une gousse d'ail non pelée. Une fois cuits, ajouter 10 cl de crème liquide entière, porter à ébullition, puis retirer la gousse d'ail. Mixer le tout au blender jusqu'à obtenir une crème lisse et réserver.",
    "Pour les gambas, les décortiquer en conservant la queue et retirer le boyau dorsal à l'aide d'un couteau. Dans une poêle chaude antiadhésive avec 5 cl d'huile d'olive, cuire les gambas 1 minute de chaque côté.",
    "Pour le dressage, servir le risotto dans une assiette creuse. Disposer harmonieusement les gambas et les pointes d'asperges sur le risotto. Terminer avec un filet de crème d'épinard autour du plat."
  ],
  "tips": [
    "Pour la cuisson du risotto, prévoyez un temps de cuisson de 15 à 17 minutes, et utilisez environ trois fois plus de liquide que le poids du riz."
  ],
  "createdAt": "2024-07-29T12:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1906.HEIC"
  ]
},
{
  "id": 1907,
  "name": "Bar craquant en viennoise d'herbes, raviolis maison",
  "ingredients": [
    {
      "name": "Pavé de bar",
      "quantity": "150g 6 pièces"
    },
    {
      "name": "Beurre",
      "quantity": "150g"
    },
    {
      "name": "Ciboulette",
      "quantity": "1 botte"
    },
    {
      "name": "Persil plat",
      "quantity": "1 botte"
    },
    {
      "name": "Cerfeuil",
      "quantity": "1 botte"
    },
    {
      "name": "Roquette",
      "quantity": "200g"
    },
    {
      "name": "Parmesan râpé",
      "quantity": "100g"
    },
    {
      "name": "Chapelure fraîche",
      "quantity": "150g"
    },
    {
      "name": "Lard fumé alsacien",
      "quantity": "150g"
    },
    {
      "name": "Oignon doux des Cévennes",
      "quantity": "3 pièces"
    },
    {
      "name": "Truffe",
      "quantity": "1 pièce"
    },
    {
      "name": "Farine",
      "quantity": "200g"
    },
    {
      "name": "Œuf",
      "quantity": "2 pièces"
    },
    {
      "name": "Fond de veau",
      "quantity": "10cl"
    },
    {
      "name": "Fleur de sel",
      "quantity": "Quantité suffisante"
    },
    {
      "name": "Poivre du moulin",
      "quantity": "Quantité suffisante"
    },
    {
      "name": "Jaune d'œuf",
      "quantity": "2 pièces"
    },
    {
      "name": "Huile d'olive",
      "quantity": "Un peu"
    }
  ],
  "steps": [
    "Préparez les pavés de bar en retirant la peau. Placez la peau entre deux feuilles de papier cuisson et faites-la dorer au four à 90°C pour obtenir des chips croustillantes. Saisissez ensuite les pavés de bar dans une poêle et réservez-les.",
    "Faites revenir les herbes (ciboulette, persil, cerfeuil) et la roquette dans du beurre noisette. Laissez refroidir complètement. Une fois froid, incorporez ce mélange à du beurre ramolli, du parmesan râpé et de la chapelure pour former une pommade. Étalez finement cette préparation entre deux feuilles de papier cuisson à l'aide d'un rouleau, puis congelez-la.",
    "Pelez et émincez finement les oignons.",
    "Faites cuire les oignons avec le lard coupé en fins bâtonnets. Après la cuisson, incorporez la truffe hachée et mélangez bien avec le beurre. Laissez refroidir cette farce.",
    "Préparez le fond de veau et montez-le avec du beurre frais.",
    "Dans un bol, mélangez la farine avec les œufs battus, puis ajoutez un filet d'huile d'olive. Laissez la pâte obtenue reposer pendant une heure. Ensuite, étalez la pâte très finement avec un laminoir ou un rouleau pour former des bandes d'environ 20 cm de long sur 8 de."
  ],
  "tips": [],
  "createdAt": "2012-01-06T15:18:00Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1907.HEIC"
  ]
},
{
  "id": 1908,
  "name": "Saint-Jacques: Rôties en tarte, compote d'oignon doux",
  "ingredients": [
    {
      "name": "Coquille saint-jacques",
      "quantity": "18 pces"
    },
    {
      "name": "Oignon blanc",
      "quantity": "3 pces"
    },
    {
      "name": "Lard fumé alsacien",
      "quantity": "100 g"
    },
    {
      "name": "Beurre",
      "quantity": "100 g"
    },
    {
      "name": "Feuille de pâte philo",
      "quantity": "10 pces"
    },
    {
      "name": "Brisure de truffe",
      "quantity": "1 unité"
    },
    {
      "name": "Ciboulette",
      "quantity": "2 botte"
    },
    {
      "name": "Noix",
      "quantity": "75 g"
    },
    {
      "name": "Fleur de sel et poivre du moulin",
      "quantity": "Qs"
    },
    {
      "name": "Persil plat",
      "quantity": "1/4 botte"
    }
  ],
  "steps": [
    "Pour la tarte, découpez les feuilles de pâte filo en ronds et beurrez-les. Disposez trois ronds de pâte beurrée par personne sur une plaque de cuisson. Couvrez avec une feuille de papier sulfurisé, puis une autre plaque, et enfournez jusqu'à obtenir une légère coloration brun clair. Épongez l'excédent de gras et réservez.",
    "Pour les oignons, émincez-les finement et faites-les revenir dans du beurre avec le lard fumé très finement coupé. Laissez cuire jusqu'à ce que le mélange soit bien fondant. Finalisez en ajoutant les brisures de truffes et un peu de persil ciselé.",
    "Concernant les coquilles Saint-Jacques, colorez-les rapidement dans un mélange d'huile d'olive et de beurre, environ 30 secondes par face, afin d'éviter une surcuisson. Coupez-les ensuite en deux dans l'épaisseur.",
    "Pour les finitions, disposez le mélange d'oignons et les coquilles sur les fonds de tarte. Faites réchauffer au four à 160°C pendant 5 minutes. Pendant ce temps, préparez un beurre noisette dans une petite casserole. Incorporez-y les noix coupées en petits cubes et la ciboulette. Décorez les tartes avec de petites feuilles de persil plat, puis versez le mélange beurre noisette/noix/ciboulette sur les tartes avant de servir."
  ],
  "tips": [
    "Pour une saveur et une texture optimales, assurez-vous que le mélange d'oignons et de lard fumé soit cuit jusqu'à ce qu'il soit très fondant."
  ],
  "createdAt": "2012-01-06T15:17:00Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1908.HEIC"
  ]
},
{
  "id": 1909,
  "name": "Saint Pierre: Poêlé, ail des ours et boulangère de pomme de terre au safran",
  "ingredients": [
    {
      "name": "Saint-Pierre levé",
      "quantity": "3 pces"
    },
    {
      "name": "Ail des ours",
      "quantity": "2 bottes"
    },
    {
      "name": "Pomme de terre 'charlotte'",
      "quantity": "1 kg"
    },
    {
      "name": "Fond de volaille",
      "quantity": "20 cl"
    },
    {
      "name": "Thym-citron",
      "quantity": "1 botte"
    },
    {
      "name": "Beurre",
      "quantity": "100 g"
    },
    {
      "name": "Sel et poivre",
      "quantity": "Qs"
    },
    {
      "name": "Huile d'olive",
      "quantity": "10 cl"
    },
    {
      "name": "Filament de safran",
      "quantity": ""
    }
  ],
  "steps": [
    "Pour préparer les pommes de terre, commencez par les peler, puis coupez-les en tranches d'environ 3 mm d'épaisseur. Égalisez-les à l'aide d'un emporte-pièce. Beurrez le fond d'un plat allant au four et déposez-y les pommes de terre, avec une partie du beurre, le fond de volaille jusqu'à mi-hauteur des pommes et un peu de thym-citron. Faites cuire au four à 150°C pendant 25 minutes, en arrosant régulièrement les pommes avec le liquide de cuisson pour les faire briller. Une fois cuites, retirez les pommes du four et réservez une petite quantité du jus réduit pour la sauce.",
    "Pour le Saint-Pierre, enrobez les filets avec des feuilles d'ail des ours, puis badigeonnez-les d'un peu d'huile d'olive pour les lustrer. Faites-les poêler délicatement. Servez les filets accompagnés d'une belle rosace de pommes de terre et décorez le plat avec de petites feuilles de thym-citron.",
    "Pour la sauce, récupérez le jus de cuisson au fond du plat de pommes de terre. Ajoutez-y 80g de beurre froid et quelques filaments de safran, puis réchauffez doucement la sauce avant de servir."
  ],
  "tips": [],
  "createdAt": "2012-01-06T15:16:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1909.HEIC"
  ]
},
{
  "id": 1910,
  "name": "SOLE ET GAMBAS POÊLÉES, SAUCE ÉPICÉE",
  "ingredients": [
    {
      "name": "filets d'une belle sole",
      "quantity": "4"
    },
    {
      "name": "gambas crues et décortiquées",
      "quantity": "4"
    },
    {
      "name": "huile d'olive",
      "quantity": "1 c. à soupe"
    },
    {
      "name": "citron vert",
      "quantity": "1"
    },
    {
      "name": "beurre",
      "quantity": "125 g"
    },
    {
      "name": "ketchup",
      "quantity": "50 g"
    },
    {
      "name": "sauce soja",
      "quantity": "40 g"
    },
    {
      "name": "vinaigre de vin",
      "quantity": "40 g"
    }
  ],
  "steps": [
    "Dans une petite casserole, faites fondre le beurre jusqu'à l'obtention d'une couleur noisette. Incorporez ensuite le ketchup, la sauce soja et le vinaigre. Portez ce mélange à ébullition tout en remuant constamment avec un fouet.",
    "Une fois la sauce retirée du feu, utilisez un blender ou un mixeur plongeant pour l'émulsionner afin d'obtenir une texture homogène.",
    "Chauffez l'huile dans une poêle antiadhésive. Faites dorer les filets de sole et les gambas à feu vif pendant 2 minutes de chaque côté.",
    "Nappez les poissons et les crustacés avec le jus de citron vert fraîchement pressé.",
    "Répartissez la sauce au ketchup dans quatre assiettes creuses, puis disposez par-dessus les filets de sole et les gambas. Servez ce plat immédiatement après préparation."
  ],
  "tips": [
    "Si nécessaire, émulsionnez à nouveau la sauce juste avant de servir pour maintenir sa texture."
  ],
  "createdAt": "2025-12-17T11:28:28.923Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1910.HEIC"
  ]
},
{
  "id": 1911,
  "name": "Tarte Fine à l'Émietté de Rouget",
  "ingredients": [
    {
      "name": "rouleau de pâte feuilletée",
      "quantity": "1"
    },
    {
      "name": "filets de rougets surgelés",
      "quantity": "8 (250 g env.)"
    },
    {
      "name": "citron confit",
      "quantity": "30 g"
    },
    {
      "name": "olives de Kalamata (ou grosses olives noires)",
      "quantity": "8"
    },
    {
      "name": "échalote",
      "quantity": "1"
    },
    {
      "name": "branches d'aneth",
      "quantity": "2"
    },
    {
      "name": "cuill. à café de baies roses",
      "quantity": "2"
    },
    {
      "name": "pincées de cumin en poudre",
      "quantity": "2"
    },
    {
      "name": "ricotta",
      "quantity": "100 g"
    },
    {
      "name": "cuill. à soupe d'huile d'olive",
      "quantity": "1"
    },
    {
      "name": "sel",
      "quantity": ""
    },
    {
      "name": "poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Commencez par décongeler les filets de rougets. Préchauffez le four à 220 °C. Découpez un cercle de pâte feuilletée d'environ 16 cm de diamètre. Saupoudrez la pâte de cumin, puis placez-la entre deux feuilles de papier sulfurisé et deux plaques de cuisson. Enfournez pour 18 minutes à mi-hauteur et laissez-la refroidir complètement.",
    "Faites revenir les filets de rougets dans l'huile d'olive pendant 2 minutes, en commençant par le côté peau. Assaisonnez-les, puis laissez-les refroidir avant de les émietter.",
    "Pelez et émincez finement l'échalote. Coupez le citron confit en petits dés. Dans un saladier, mélangez l'échalote et le citron confit avec la ricotta préalablement écrasée. Ciselez l'aneth (en réservant une petite feuille pour la décoration) et incorporez-le à la préparation. Poivrez, ajoutez les baies roses écrasées et mélangez bien le tout.",
    "Dénoyautez les olives et concassez-les. Incorporez-les au mélange avec le rouget émietté. Réfrigérez le tout pendant au moins 30 minutes.",
    "Disposez délicatement la base de pâte feuilletée refroidie sur un plat de service. Étalez avec précaution l'émietté de rouget bien frais pour ne pas briser la pâte. Décorez avec la feuille d'aneth mise de côté. Servez immédiatement, accompagnée d'une salade de roquette."
  ],
  "tips": [
    "Réservez une branche d'aneth pour la décoration finale de la tarte.",
    "Dégustez la tarte sans attendre, accompagnée d'une salade de roquette."
  ],
  "createdAt": "2023-10-27T10:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1911.HEIC"
  ]
},
{
  "id": 1912,
  "name": "Boulgour aux vermicelles de Grand-Mère Alice",
  "ingredients": [
    {
      "name": "Vermicelles",
      "quantity": "50 g"
    },
    {
      "name": "Oignon",
      "quantity": "1/2"
    },
    {
      "name": "Huile d'olive",
      "quantity": "1 trait"
    },
    {
      "name": "Beurre demi-sel",
      "quantity": "1 noix"
    },
    {
      "name": "Boulgour",
      "quantity": "250 g"
    },
    {
      "name": "Bouillon de légumes",
      "quantity": "45 cl"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Beurre",
      "quantity": "Quelques noisettes"
    }
  ],
  "steps": [
    "Dans une casserole, faites chauffer l'huile à feu doux. Ajoutez les vermicelles et remuez régulièrement jusqu'à ce qu'ils dorent légèrement. Incorporez ensuite l'oignon finement haché et le beurre demi-sel, puis poursuivez la cuisson douce pendant 2 à 3 minutes en mélangeant fréquemment.",
    "Versez le boulgour dans la casserole et mélangez délicatement avec une cuillère en bois pour bien l'enrober avec le beurre fondu et les oignons. Ajoutez le bouillon de légumes en une seule fois et salez légèrement. Couvrez la casserole et laissez mijoter à feu doux pendant environ 20 minutes. Après la cuisson, goûtez le boulgour pour vous assurer qu'il est tendre et parfumé.",
    "Retirez la casserole du feu. Incorporez quelques noisettes de beurre, mélangez délicatement et laissez reposer à couvert pendant quelques minutes. Ensuite, utilisez les pointes d'une fourchette pour égrainer le boulgour et séparer les grains éventuellement collés. Goûtez et ajustez l'assaisonnement avec du sel si nécessaire. Servez chaud immédiatement."
  ],
  "tips": [
    "Le boulgour est une semoule grossière de blé germé, réputée pour sa saveur délicate qui évoque la noisette. C'est une céréale aux qualités nutritionnelles remarquables, riche en fibres et en glucides lents."
  ],
  "createdAt": "2024-01-20T12:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1912.HEIC"
  ]
},
{
  "id": 1913,
  "name": "Velouté d'artichauts aux truffes",
  "ingredients": [
    {
      "name": "cœurs d'artichauts cuits",
      "quantity": "400 g"
    },
    {
      "name": "truffes",
      "quantity": "30 à 50 g"
    },
    {
      "name": "bon bouillon de légumes",
      "quantity": "50 cl"
    },
    {
      "name": "beurre doux",
      "quantity": "75 g"
    },
    {
      "name": "mascarpone frais",
      "quantity": "2 à 3 c à soupe"
    },
    {
      "name": "sel",
      "quantity": ""
    },
    {
      "name": "poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Portez le bouillon de légumes à ébullition sur un feu de puissance moyenne.",
    "Pendant ce temps, réchauffez délicatement les cœurs d'artichauts dans une petite quantité d'eau légèrement salée pendant 5 à 8 minutes à feu doux.",
    "Égouttez les artichauts puis incorporez-les au bouillon chaud.",
    "Retirez la casserole du feu et mixez le tout à l'aide d'un mixeur plongeant jusqu'à obtenir une consistance homogène et lisse.",
    "Ajoutez le beurre et le mascarpone à votre potage. Mixez à nouveau pour obtenir une texture onctueuse et veloutée."
  ],
  "tips": [
    "Servez ce velouté chaud, accompagné de fines lamelles de truffes."
  ],
  "createdAt": "2025-12-17T11:29:26.512Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1913.HEIC"
  ]
},
{
  "id": 1914,
  "name": "Soupe de pomme de terre servie glacée, Cracotte au jambon cru",
  "ingredients": [
    {
      "name": "Poireaux",
      "quantity": "500 g"
    },
    {
      "name": "Pommes de terre",
      "quantity": "500 g"
    },
    {
      "name": "Huile d'olive vierge",
      "quantity": "10 cl"
    },
    {
      "name": "Crème fraîche",
      "quantity": "20 cl"
    },
    {
      "name": "Cracottes",
      "quantity": "8"
    },
    {
      "name": "Tranches fines de jambon cru",
      "quantity": "8"
    },
    {
      "name": "Brins de persil plat",
      "quantity": "4"
    },
    {
      "name": "Huile de truffe blanche",
      "quantity": "5 cl"
    },
    {
      "name": "Crème fraîche",
      "quantity": "10 cl"
    },
    {
      "name": "Huile de truffe blanche d'Italie",
      "quantity": "1 c. à café"
    },
    {
      "name": "Sel et poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "La veille, préparez la base de la soupe : lavez les poireaux, puis épluchez et lavez les pommes de terre. Émincez finement les blancs de poireaux et faites-les revenir dans l'huile d'olive sans coloration.",
    "Émincez les pommes de terre aussi finement que possible, sans les rincer, et ajoutez-les aux poireaux cuits. Couvrez immédiatement d'eau à hauteur, salez et poivrez. Faites cuire activement en remuant pour éviter que cela n'attache. Dès que les pommes de terre sont réduites en purée, arrêtez la cuisson et mixez la préparation sans attendre. Mettez ensuite au frais jusqu'au lendemain.",
    "Le jour même, incorporez les 20 cl de crème à la soupe. Vérifiez l'assaisonnement, ajoutez l'huile de truffe blanche pour parfumer le mélange, puis remettez le tout au réfrigérateur.",
    "Coupez les Cracottes en deux dans la longueur, puis toastez-les au four. Recouvrez-les de chiffonnade de jambon cru et décorez avec du persil plat. Réservez à température ambiante.",
    "Montez les 10 cl de crème fraîche au fouet jusqu'à obtenir une consistance onctueuse. Incorporez l'huile de truffe blanche d'Italie, salez et poivrez, puis réservez au frais.",
    "Pour le service, versez la soupe dans des verrines individuelles, préalablement placées sur des assiettes. Déposez délicatement la crème fouettée froide sur la soupe, comme un cappuccino. Placez une Cracotte au jambon sur le bord de l'assiette et une autre en travers de la verrine."
  ],
  "tips": [],
  "createdAt": "2012-09-30T00:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1914.HEIC"
  ]
},
{
  "id": 1915,
  "name": "Soupe de châtaignes au chorizo",
  "ingredients": [
    {
      "name": "Oignons hachés finement",
      "quantity": "2"
    },
    {
      "name": "Carottes épluchées et coupées en rondelles",
      "quantity": "2"
    },
    {
      "name": "Branche de céleri épluchée et taillée en bâtonnets",
      "quantity": "1"
    },
    {
      "name": "Chorizo coupé en rondelles",
      "quantity": "250 g"
    },
    {
      "name": "Gousses d'ail",
      "quantity": "3"
    },
    {
      "name": "Cumin",
      "quantity": "1 cuiller à soupe"
    },
    {
      "name": "Tomates en cubes",
      "quantity": "1 boîte de 400 g"
    },
    {
      "name": "Châtaignes",
      "quantity": "1 boîte de 800 g"
    },
    {
      "name": "Safran infusé dans de l'eau chaude",
      "quantity": "Une bonne pincée dans 150 ml"
    },
    {
      "name": "Eau",
      "quantity": "1,5 litre"
    },
    {
      "name": "Huile d'olive",
      "quantity": "3 à 4 cuillères à soupe"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Dans une grande casserole, chauffer l'huile d'olive. Y faire revenir le chorizo, le cumin, l'ail, les oignons, les carottes et le céleri pendant 15 à 20 minutes, jusqu'à ce que les ingrédients soient bien caramélisés.",
    "Ajouter ensuite les tomates en cubes et les châtaignes à la préparation. Laisser mijoter quelques minutes de plus.",
    "Incorporer l'eau et le safran infusé, puis laisser la soupe cuire à feu doux pendant environ 15 minutes.",
    "Mixer la soupe jusqu'à obtenir une consistance lisse ou légèrement texturée, selon votre préférence. Rectifier l'assaisonnement avec du sel et du poivre. Si la soupe est jugée trop épaisse, ajouter un peu d'eau chaude pour l'ajuster."
  ],
  "tips": [
    "Pour un plat plus relevé, n'hésitez pas à utiliser un chorizo de caractère bien prononcé.",
    "Servir cette soupe réconfortante accompagnée d'un bon pain de campagne."
  ],
  "createdAt": "2025-12-17T11:30:01.653Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1915.HEIC"
  ]
},
{
  "id": 1916,
  "name": "VELOUTÉ DE POIS CASSÉS AUX RAVIOLES GRILLÉES ET JUS DE NOIX",
  "ingredients": [
    {
      "name": "Pois cassés",
      "quantity": "250g"
    },
    {
      "name": "Thym",
      "quantity": "3 brins"
    },
    {
      "name": "Feuille de laurier",
      "quantity": "1"
    },
    {
      "name": "Oignon",
      "quantity": "1"
    },
    {
      "name": "Carotte",
      "quantity": "1"
    },
    {
      "name": "Ravioles de Romans",
      "quantity": "1 paquet"
    },
    {
      "name": "Huile d'olive",
      "quantity": ""
    },
    {
      "name": "Poivre du moulin",
      "quantity": ""
    },
    {
      "name": "Crème fraîche",
      "quantity": "100gr"
    },
    {
      "name": "Jaunes d'œufs",
      "quantity": "2"
    },
    {
      "name": "Huile de noix",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "Cerfeuil",
      "quantity": "2 brins"
    }
  ],
  "steps": [
    "Faites tremper les pois cassés dans de l'eau froide pendant trois heures.",
    "Après trempage, égouttez les pois et mettez-les à cuire dans 1,5 litre d'eau pendant 45 minutes, à couvert. Ajoutez-y la carotte et l'oignon, préalablement épluchés et coupés en morceaux, ainsi que le thym, le laurier et le poivre.",
    "Une fois la cuisson terminée, retirez le laurier et les brins de thym, puis mixez la préparation jusqu'à obtenir une consistance lisse.",
    "Incorporez la crème, les jaunes d'œufs, l'huile de noix et le cerfeuil à la préparation. Rectifiez l'assaisonnement et maintenez le velouté au chaud à feu doux. Séparez les ravioles et faites-les griller dans une poêle avec un fond d'huile d'olive.",
    "Versez le velouté dans des assiettes, répartissez les ravioles grillées par-dessus et servez immédiatement."
  ],
  "tips": [
    "Pour faciliter la séparation des ravioles, congelez-les à l'avance ; elles se détacheront alors beaucoup plus aisément."
  ],
  "createdAt": "2024-04-23T12:00:00Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1916.HEIC"
  ]
},
{
  "id": 1917,
  "name": "Spaghettis aux boulettes de viande",
  "ingredients": [
    {
      "name": "Porc haché",
      "quantity": "250 g"
    },
    {
      "name": "Veau haché",
      "quantity": "250 g"
    },
    {
      "name": "Chapelure sèche",
      "quantity": "30 g"
    },
    {
      "name": "Oeuf",
      "quantity": "1"
    },
    {
      "name": "Parmesan râpé finement",
      "quantity": "20 g"
    },
    {
      "name": "Huile d'olive",
      "quantity": "1 c. à s."
    },
    {
      "name": "Oignon brun moyen",
      "quantity": "1 (150 g) grossièrement haché"
    },
    {
      "name": "Gousses d'ail coupées en quatre",
      "quantity": "2"
    },
    {
      "name": "Petit piment thaï rouge frais",
      "quantity": "1"
    },
    {
      "name": "Filets d'anchois",
      "quantity": "6"
    },
    {
      "name": "Tomates séchées au soleil marinées dans l'huile, égouttées",
      "quantity": "150 g"
    },
    {
      "name": "Concentré de tomate",
      "quantity": "70 g"
    },
    {
      "name": "Bouillon de poule",
      "quantity": "250 ml"
    },
    {
      "name": "Olives fourrées au piment, coupées en fines rondelles",
      "quantity": "12"
    },
    {
      "name": "Spaghettis",
      "quantity": "375 g"
    },
    {
      "name": "Petite botte de persil plat frais grossièrement hachée",
      "quantity": "1"
    }
  ],
  "steps": [
    "Dans un saladier, combinez la viande hachée avec la chapelure, l'œuf et le parmesan. Façonnez ensuite des boulettes à l'aide d'une cuillère à soupe rase.",
    "Chauffez l'huile d'olive dans une poêle. Faites-y dorer les boulettes de viande à découvert.",
    "Utilisez un mixeur ou un robot pour réduire l'oignon, l'ail, le piment, les anchois, les tomates et le concentré de tomate en une pâte homogène. Versez cette pâte dans une casserole, incorporez le bouillon, puis portez à ébullition. Incorporez ensuite les boulettes de viande et les olives, et laissez mijoter à découvert durant un quart d'heure.",
    "Pendant que la sauce mijote, faites cuire les spaghettis dans une grande quantité d'eau bouillante jusqu'à ce qu'ils soient al dente, puis égouttez-les.",
    "Disposez les spaghettis avec les boulettes, nappez de sauce et parsemez de persil frais haché avant de servir."
  ],
  "tips": [
    "Pour simplifier la préparation, vous pouvez acheter un mélange de viande hachée de porc et de veau déjà préparé par votre boucher, en prenant 500 g pour cette recette."
  ],
  "createdAt": "2025-12-17T11:30:38.117Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1917.HEIC"
  ]
},
{
  "id": 1918,
  "name": "TZATZIKI (Grèce)",
  "ingredients": [
    {
      "name": "concombre",
      "quantity": "1"
    },
    {
      "name": "pot de yaourt grec",
      "quantity": "250 g"
    },
    {
      "name": "huile d'olive",
      "quantity": "1 c. à soupe"
    },
    {
      "name": "gousse d'ail hachée finement",
      "quantity": "1"
    }
  ],
  "steps": [
    "Commencez par peler le concombre, coupez-le en deux dans le sens de la longueur et retirez les pépins à l'aide d'une cuillère.",
    "Ensuite, râpez le concombre et placez-le dans une passoire. Pressez fermement pour en extraire le plus d'eau possible.",
    "Transférez le concombre râpé et égoutté dans un grand saladier.",
    "Incorporez le yaourt, l'huile d'olive et l'ail haché au concombre.",
    "Mélangez bien tous les ingrédients et ajustez l'assaisonnement avec du sel selon votre goût."
  ],
  "tips": [
    "En Grèce, ce plat est servi de diverses manières: nature avec du pain de campagne, comme sauce pour accompagner des brochettes ou des keftedes.",
    "Il est aussi excellent en accompagnement de poisson grillé, intégré dans un sandwich avec du pain pita, ou comme trempette pour des crudités."
  ],
  "createdAt": "2025-12-17T11:30:57.804Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1918.HEIC"
  ]
},
{
  "id": 1919,
  "name": "Capponata",
  "ingredients": [
    {
      "name": "aubergines",
      "quantity": "2"
    },
    {
      "name": "poivron rouge",
      "quantity": "1"
    },
    {
      "name": "poivron jaune",
      "quantity": "1"
    },
    {
      "name": "branche de céleri",
      "quantity": "1"
    },
    {
      "name": "oignon",
      "quantity": "1"
    },
    {
      "name": "tomates concassées en boîte",
      "quantity": "400 g"
    },
    {
      "name": "concentré de tomate",
      "quantity": "1 c. à soupe"
    },
    {
      "name": "huile d'olive",
      "quantity": "4 c. à soupe"
    },
    {
      "name": "sucre en poudre",
      "quantity": "1 c. à café"
    },
    {
      "name": "vinaigre",
      "quantity": "2 c. à soupe"
    },
    {
      "name": "olives vertes dénoyautées",
      "quantity": "8"
    },
    {
      "name": "raisins secs",
      "quantity": "1 c. à soupe"
    },
    {
      "name": "pignons de pin grillés",
      "quantity": "1 c. à soupe"
    }
  ],
  "steps": [
    "Commencez par laver tous les légumes. Épluchez les aubergines et découpez-les en petits dés. Ouvrez les poivrons, retirez les graines, et coupez-les en lanières, puis en dés. Coupez également le céleri en dés.",
    "Dans une sauteuse, faites revenir les dés d'aubergines et les poivrons avec 3 cuillères à soupe d'huile d'olive pendant environ 15 minutes. Salez et poivrez. Parallèlement, faites fondre l'oignon haché et le céleri dans une autre poêle pendant 10 minutes. Après ce temps, ajoutez les tomates concassées et le concentré de tomate dans la poêle et laissez réduire pendant environ 15 minutes. Salez et poivrez. Ensuite, versez cette préparation à base de tomate sur les aubergines et les poivrons, puis mélangez bien.",
    "Intégrez le vinaigre, le sucre et les olives. Poursuivez la cuisson pour environ 20 minutes supplémentaires.",
    "Ajoutez les raisins secs. Laissez la préparation refroidir complètement avant de la réserver au frais.",
    "Avant de servir, saupoudrez la capponata de pignons de pin grillés."
  ],
  "tips": [
    "Cette capponata sicilienne, parfaite en entrée ou en hors-d'œuvre, est encore plus savoureuse lorsqu'elle est préparée quelques jours à l'avance, permettant aux saveurs de bien se développer."
  ],
  "createdAt": "2023-10-27T10:00:00Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1919.HEIC"
  ]
},
{
  "id": 1920,
  "name": "Empanadillas (Espagne) (8 pièces)",
  "ingredients": [
    {
      "name": "rouleau de pâte brisée",
      "quantity": "1"
    },
    {
      "name": "thon à l'huile d'olive",
      "quantity": "100 g"
    },
    {
      "name": "petit oignon doux",
      "quantity": "1"
    },
    {
      "name": "petits pois cuits",
      "quantity": "100 g"
    },
    {
      "name": "jaune d'œuf",
      "quantity": "1"
    },
    {
      "name": "œufs durs",
      "quantity": "2"
    },
    {
      "name": "huile d'olive",
      "quantity": ""
    }
  ],
  "steps": [
    "Préchauffez votre four à 180°C (thermostat 6). Étalez la pâte brisée et, à l'aide d'un emporte-pièce ou d'une tasse, découpez 8 disques. Réutilisez les chutes de pâte en les étalant de nouveau pour découper d'autres cercles si nécessaire.",
    "Disposez les disques de pâte sur une grille de four recouverte de papier sulfurisé. Épluchez et hachez finement l'oignon. Faites-le revenir dans une poêle avec une cuillère à soupe d'huile d'olive pendant environ 5 minutes. Incorporez ensuite le thon égoutté et émietté, les petits pois et les œufs durs coupés en petits morceaux. Assaisonnez avec du sel et du poivre.",
    "Placez une portion de cette farce sur une moitié de chaque disque de pâte, puis repliez l'autre moitié pour former l'empanadilla. Pressez les bords avec le dos d'une fourchette pour bien les sceller. Dans un petit bol, mélangez le jaune d'œuf avec quelques gouttes d'eau et badigeonnez les empanadillas avec cette préparation pour qu'elles dorent pendant la cuisson. Enfournez le tout pour environ 30 minutes."
  ],
  "tips": [
    "Les empanadillas (ou empanadas) sont très polyvalentes et peuvent être garnies de diverses farces, comme de la viande, du jambon ou du chorizo. Ces délices sont très populaires partout en Espagne et sont appréciées à tout moment de la journée."
  ],
  "createdAt": "2024-05-15T10:35:00Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1920.HEIC"
  ]
},
{
  "id": 1921,
  "name": "Maigre rôti et supions poêlés avec purée d'artichaut et coriandre",
  "ingredients": [
    {
      "name": "Filets de maigre",
      "quantity": "4 d'environ 150 g chacun"
    },
    {
      "name": "Supions",
      "quantity": "400 g"
    },
    {
      "name": "Huile de pépin de raisin",
      "quantity": ""
    },
    {
      "name": "Cœurs d'artichaut",
      "quantity": "4"
    },
    {
      "name": "Botte de coriandre",
      "quantity": "1"
    },
    {
      "name": "Céleri-rave",
      "quantity": "1/4"
    },
    {
      "name": "Beurre",
      "quantity": "40 g"
    },
    {
      "name": "Gousse d'ail",
      "quantity": "1"
    },
    {
      "name": "Échalotes",
      "quantity": "2"
    },
    {
      "name": "Vin blanc",
      "quantity": "20 cl"
    }
  ],
  "steps": [
    "Pour préparer le maigre et les supions, nettoyez les supions en retirant la pellicule translucide et en séparant les têtes des corps.",
    "Faites revenir les supions dans un peu d'huile de pépin de raisin pendant quelques minutes.",
    "Chauffez une poêle anti-adhésive avec un peu d'huile de pépin de raisin. Déposez les filets de maigre assaisonnés et faites-les cuire 30 secondes de chaque côté.",
    "Retirez la poêle du feu, couvrez et laissez le poisson finir de cuire pendant 8 à 12 minutes, en retournant les pavés de temps en temps.",
    "Si vous préférez une cuisson plus poussée, remettez la poêle sur le feu quelques instants, en veillant à ce que le poisson reste blanc et nacré à l'intérieur.",
    "Égouttez le poisson sur du papier absorbant.",
    "Pour la purée d'artichaut et coriandre, faites bouillir la botte de coriandre pendant 8 minutes dans de l'eau salée.",
    "Refroidissez immédiatement la coriandre dans de l'eau glacée, puis mixez-la au blender.",
    "Épluchez et coupez finement le céleri-rave, les échalotes et les artichauts.",
    "Faites fondre le beurre dans une poêle, faites revenir les légumes doucement, puis couvrez-les avec le vin blanc et la gousse d'ail. Laissez cuire environ 30 minutes.",
    "Une fois les légumes cuits, incorporez la coriandre mixée. Mélangez délicatement, puis salez et poivrez selon votre goût.",
    "Servez le poisson entouré des supions bien chauds, accompagnés de la purée d'artichaut et coriandre."
  ],
  "tips": [],
  "createdAt": "2025-12-17T11:31:46.842Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1921.HEIC"
  ]
},
{
  "id": 1922,
  "name": "KEFTEDES (Grèce)",
  "ingredients": [
    {
      "name": "Bœuf haché",
      "quantity": "500 g"
    },
    {
      "name": "Chapelure",
      "quantity": "50 g"
    },
    {
      "name": "Oignon doux",
      "quantity": "1"
    },
    {
      "name": "Œuf",
      "quantity": "1"
    },
    {
      "name": "Persil ciselé",
      "quantity": "2 c. à soupe"
    },
    {
      "name": "Origan",
      "quantity": "1 c. à soupe"
    },
    {
      "name": "Farine",
      "quantity": "4 c. à soupe"
    },
    {
      "name": "Huile d'olive",
      "quantity": "6 c. à soupe"
    }
  ],
  "steps": [
    "Pelez et émincez l'oignon, puis faites-le revenir dans une poêle avec une cuillère à soupe d'huile d'olive pendant 5 minutes. Dans un grand saladier, mélangez l'œuf, l'oignon cuit, la viande hachée, la chapelure et les herbes. Salez et poivrez l'ensemble.",
    "Formez des boulettes en leur donnant une forme légèrement allongée. Ensuite, roulez chaque boulette dans la farine. Dans une poêle, chauffez le reste de l'huile et faites frire les boulettes à feu moyen, en les retournant régulièrement pour qu'elles dorent uniformément. Une fois cuites, déposez-les sur du papier absorbant pour éliminer l'excès de gras."
  ],
  "tips": [
    "Ces boulettes peuvent être savourées chaudes ou froides."
  ],
  "createdAt": "2024-07-27T12:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1922.HEIC"
  ]
},
{
  "id": 1923,
  "name": "Brochettes de poulet, tomates séchées",
  "ingredients": [
    {
      "name": "blancs de poulet",
      "quantity": "4"
    },
    {
      "name": "demi-tomates confites",
      "quantity": "4"
    },
    {
      "name": "petits oignons rouges",
      "quantity": "2"
    },
    {
      "name": "brins de thym",
      "quantity": "2"
    },
    {
      "name": "c. à soupe de tapenade",
      "quantity": "2"
    },
    {
      "name": "citron",
      "quantity": "1"
    },
    {
      "name": "huile d'olive",
      "quantity": ""
    }
  ],
  "steps": [
    "Détaillez les blancs de poulet en cubes. Dans un bol, préparez une marinade en mélangeant 2 cuillères à soupe d'huile d'olive, le jus d'un demi-citron, les deux petits oignons rouges coupés en quartiers, les deux brins de thym émiettés et les quatre demi-tomates confites, préalablement réhydratées selon les instructions de l'emballage. Ajoutez les morceaux de poulet à cette marinade et laissez-les imprégner les saveurs pendant au moins 30 minutes.",
    "Montez les brochettes en alternant les morceaux de poulet marinés, les quartiers d'oignons rouges et les morceaux de tomates séchées.",
    "Faites griller les brochettes sous le gril de votre four ou sur un barbecue pendant 10 à 15 minutes. N'oubliez pas de les arroser régulièrement avec la marinade restante et de les retourner pour assurer une cuisson homogène.",
    "Servez les brochettes avec une sauce préparée en émulsionnant 2 cuillères à soupe de tapenade, un filet de jus de citron et 2 cuillères à soupe d'huile d'olive."
  ],
  "tips": [
    "Ces brochettes peuvent être accompagnées de légumes surgelés grillés, tels que des aubergines et des tomates, préparés au barbecue."
  ],
  "createdAt": "2025-12-17T11:32:17.459Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1923.HEIC"
  ]
},
{
  "id": 1924,
  "name": "Roules de Jambon de Bayonne au Fromage de Brebis et aux Herbes",
  "ingredients": [
    {
      "name": "petites tranches de jambon de Bayonne",
      "quantity": "8"
    },
    {
      "name": "fromages de brebis frais",
      "quantity": "2"
    },
    {
      "name": "basilic haché surgelé",
      "quantity": "1 c. à soupe"
    },
    {
      "name": "menthe hachée surgelée",
      "quantity": "1 c. à soupe"
    },
    {
      "name": "feuilles de roquette",
      "quantity": "quelques"
    },
    {
      "name": "huile d'olive",
      "quantity": ""
    },
    {
      "name": "vinaigre balsamique",
      "quantity": ""
    }
  ],
  "steps": [
    "Dans un bol, mélangez les deux fromages de brebis frais avec deux cuillères à soupe d'huile d'olive, une cuillère à soupe de basilic haché surgelé et une cuillère à soupe de menthe hachée surgelée. Salez et poivrez légèrement selon votre goût.",
    "Déposez une cuillère à café généreuse de cette préparation fromagère sur le bord de chacune des huit petites tranches de jambon de Bayonne, puis roulez délicatement chaque tranche sur elle-même.",
    "Pour servir, accompagnez les rouleaux de jambon avec quelques feuilles de roquette fraîche assaisonnées d'un filet d'huile d'olive et d'un peu de vinaigre balsamique."
  ],
  "tips": [
    "Le jambon de Bayonne, grâce à ses notes distinctives de noisette et de châtaigne, se marie parfaitement avec cette garniture de fromage frais et d'herbes."
  ],
  "createdAt": "2025-12-17T11:32:32.812Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1924.HEIC"
  ]
},
{
  "id": 1925,
  "name": "Spaghetti aux crevettes sauce oursin au safran",
  "ingredients": [
    {
      "name": "spaghetti",
      "quantity": "500 g"
    },
    {
      "name": "recette à base d'oursin au safran O&CO.",
      "quantity": "2 pots"
    },
    {
      "name": "grosses crevettes",
      "quantity": "300 g"
    },
    {
      "name": "huile d'olive de la vallée des Baux O&CO.",
      "quantity": "4 c. à soupe"
    },
    {
      "name": "sel",
      "quantity": ""
    },
    {
      "name": "poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Dans une casserole d'eau salée, faire cuire les spaghettis pendant huit minutes pour qu'ils soient al dente.",
    "Décortiquer les crevettes, puis les rincer soigneusement.",
    "Égoutter les pâtes cuites et les remettre dans la casserole. Incorporer les crevettes, l'huile d'olive, ainsi que le contenu des pots de préparation d'oursin au safran, et mélanger délicatement.",
    "Couvrir la préparation et laisser mijoter deux à trois minutes en remuant constamment pour assurer la cuisson des crevettes et lier harmonieusement les pâtes avec la sauce à l'oursin safranée.",
    "Ajuster l'assaisonnement selon le goût avec du sel et du poivre.",
    "Retirer les crevettes de la casserole et les mettre de côté.",
    "Dresser les assiettes en répartissant les spaghettis enrobés de sauce à l'oursin. Décorer avec les crevettes réservées. Servir immédiatement et déguster chaud."
  ],
  "tips": [],
  "createdAt": "2025-12-17T11:32:50.304Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1925.HEIC"
  ]
},
{
  "id": 1926,
  "name": "Poulet Mariné aux Oignons et Rôti",
  "ingredients": [
    {
      "name": "Poulet coupé en morceaux",
      "quantity": "1 ou 2"
    },
    {
      "name": "Oignons rouges",
      "quantity": "5"
    },
    {
      "name": "Gousses d'ail",
      "quantity": "4"
    },
    {
      "name": "Gros citrons verts",
      "quantity": "3"
    },
    {
      "name": "Moutarde",
      "quantity": "1 c. à soupe"
    },
    {
      "name": "Gingembre râpé",
      "quantity": "1 c. à soupe"
    },
    {
      "name": "Cube de bouillon Kub Or",
      "quantity": "1/2"
    },
    {
      "name": "Brins de thym",
      "quantity": "10"
    },
    {
      "name": "Huile d'olive",
      "quantity": ""
    },
    {
      "name": "Poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Placez les morceaux de poulet dans un grand plat creux. Émincez les oignons après les avoir pelés. Épluchez et hachez finement les gousses d'ail. Extrayez le jus des citrons verts tout en conservant un peu de leur zeste. Dissolvez le demi-cube de bouillon dans un verre d'eau.",
    "Dans un saladier, combinez tous les ingrédients mentionnés précédemment, puis ajoutez la moutarde, le gingembre râpé, les feuilles de thym effeuillées, un filet d'huile d'olive, une pincée de sel et du poivre fraîchement moulu.",
    "Mélangez le tout soigneusement, puis étalez cette marinade sur le poulet. Couvrez le plat d'un film alimentaire et laissez mariner pendant au moins 2 heures, et jusqu'à 12 heures pour un meilleur résultat.",
    "Faites cuire le poulet au four à 210°C (thermostat 7) pendant 30 à 40 minutes. Si vous utilisez un barbecue, le temps de cuisson sera considérablement réduit."
  ],
  "tips": [
    "Pour une variante, vous pouvez utiliser du lapin à la place du poulet et incorporer quelques olives vertes concassées dans la marinade."
  ],
  "createdAt": "2025-12-17T11:33:06.494Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1926.HEIC"
  ]
},
{
  "id": 1927,
  "name": "Sardines au Sel Vert",
  "ingredients": [
    {
      "name": "sardines vidées",
      "quantity": "2 ou 3 par personne (selon taille)"
    },
    {
      "name": "jeunes brins de romarin",
      "quantity": "12 à 18"
    },
    {
      "name": "sel de mer",
      "quantity": "1 kg"
    },
    {
      "name": "œuf",
      "quantity": "1"
    },
    {
      "name": "bouquet de persil, d'estragon ou de cerfeuil",
      "quantity": "1"
    },
    {
      "name": "graines d'anis vert",
      "quantity": "2 c. à soupe"
    },
    {
      "name": "zeste de citron vert non traité",
      "quantity": "1"
    }
  ],
  "steps": [
    "Préchauffez votre four à 210°C (thermostat 7). Râpez le zeste du citron vert. Dans un robot ou une moulinette, mélangez l'herbe de votre choix avec les graines d'anis, le zeste de citron râpé, l'œuf entier et une pincée de sel.",
    "Déposez une couche de sel de mer sur un plat de cuisson ou une plaque. Insérez un brin de romarin dans le ventre de chaque sardine. Placez les sardines côte à côte sur le lit de sel, puis recouvrez-les avec le sel restant. Il n'est pas nécessaire de s'inquiéter si les extrémités (tête et queue) dépassent de la couche de sel.",
    "Faites cuire au four pendant environ 25 minutes. Une fois la cuisson terminée, brisez la croûte de sel pour récupérer les sardines. Servez-les accompagnées d'une salade de pommes de terre tièdes agrémentée d'herbes."
  ],
  "tips": [
    "Cette méthode de cuisson au sel est également adaptée pour des poissons plus grands comme la dorade ou le bar. Pour ces derniers, prévoyez un temps de cuisson supplémentaire de 10 à 15 minutes."
  ],
  "createdAt": "2024-05-24T12:00:00Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1927.HEIC"
  ]
},
{
  "id": 1928,
  "name": "Gambas Marinées au Citron Vert",
  "ingredients": [
    {
      "name": "Gambas fraîches ou décongelées",
      "quantity": "18"
    },
    {
      "name": "Oignon rouge",
      "quantity": "1"
    },
    {
      "name": "Gousses d'ail",
      "quantity": "2"
    },
    {
      "name": "Morceau de gingembre",
      "quantity": "1"
    },
    {
      "name": "Bouquet de coriandre",
      "quantity": "1"
    },
    {
      "name": "Citrons verts non traités",
      "quantity": "2"
    },
    {
      "name": "Huile d'olive",
      "quantity": ""
    },
    {
      "name": "Sauce nuoc-mâm",
      "quantity": ""
    },
    {
      "name": "Poivre du moulin",
      "quantity": ""
    },
    {
      "name": "Piment de Cayenne",
      "quantity": ""
    }
  ],
  "steps": [
    "Retirez les têtes des gambas si vous le souhaitez et disposez-les dans un grand plat creux.",
    "Épluchez et coupez finement l'oignon rouge en petits dés. Épluchez et hachez l'ail. Pelez et râpez le gingembre. Lavez, séchez et ciselez finement la coriandre. Prélevez les zestes des citrons verts et pressez leur jus.",
    "Dans un bol, mélangez l'oignon, l'ail, le gingembre, la coriandre, les zestes et le jus de citron vert. Ajoutez du poivre, du piment de Cayenne, de l'huile d'olive et de la sauce nuoc-mâm pour obtenir une marinade liquide.",
    "Versez cette préparation sur les gambas et laissez-les mariner au minimum 2 heures, et jusqu'à 12 heures au réfrigérateur.",
    "Faites cuire les gambas marinées au barbecue ou faites-les sauter dans un wok ou une grande poêle. Servez-les immédiatement, éventuellement accompagnées de riz cuit dans du lait de coco."
  ],
  "tips": [
    "Pour faciliter le repas, proposez à chaque convive un petit bol d'eau tiède agrémentée de deux rondelles de citron jaune et de feuilles de menthe. Cela permettra de se rincer les doigts après avoir décortiqué les gambas."
  ],
  "createdAt": "2024-03-27T10:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1928.HEIC"
  ]
},
{
  "id": 1929,
  "name": "Tartines de Mozzarella et Poivrons",
  "ingredients": [
    {
      "name": "poivrons",
      "quantity": "3"
    },
    {
      "name": "boules de mozzarella de bufflonne",
      "quantity": "2"
    },
    {
      "name": "tranches de pain de campagne",
      "quantity": "12"
    },
    {
      "name": "bouquet de basilic",
      "quantity": "1"
    },
    {
      "name": "gousses d'ail",
      "quantity": "2"
    },
    {
      "name": "oignon frais",
      "quantity": "1"
    },
    {
      "name": "citron vert ou jaune",
      "quantity": "1/2"
    },
    {
      "name": "huile d'olive",
      "quantity": ""
    },
    {
      "name": "poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Préchauffez le four en mode gril et faites griller les poivrons sur toutes leurs faces pendant environ 30 minutes. Ensuite, placez-les dans un sac en plastique hermétiquement fermé pendant quelques instants avant de retirer la peau et les graines.",
    "Mixez la moitié des feuilles de basilic (préalablement lavées et séchées) avec l'ail et l'oignon pelés, puis salez et poivrez. Ajoutez ensuite de l'huile d'olive progressivement jusqu'à obtenir une consistance fluide.",
    "Faites griller les tranches de pain, puis étalez l'huile au basilic sur chaque tranche. Disposez les lanières de poivron par-dessus, ajoutez la mozzarella égouttée et coupée en tranches, puis déposez des feuilles de basilic entières. Terminez en nappant d'huile au basilic et de quelques gouttes de jus de citron."
  ],
  "tips": [
    "Ces tartines se marient parfaitement avec une salade de mesclun."
  ],
  "createdAt": "2025-12-17T11:33:52.508Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1929.HEIC"
  ]
},
{
  "id": 1930,
  "name": "Crumble d'agneau",
  "ingredients": [
    {
      "name": "Épaule d'agneau désossée et coupée en petits morceaux",
      "quantity": "1,5 kg"
    },
    {
      "name": "Courgettes",
      "quantity": "8"
    },
    {
      "name": "Citrons confits",
      "quantity": "3"
    },
    {
      "name": "Cumin en poudre",
      "quantity": "1 cuillère à café"
    },
    {
      "name": "Cannelle en poudre",
      "quantity": "1 cuillère à café"
    },
    {
      "name": "4 épices en poudre",
      "quantity": "1 cuillère à café"
    },
    {
      "name": "Thym",
      "quantity": "1 cuillère à café"
    },
    {
      "name": "Beurre",
      "quantity": "125g"
    },
    {
      "name": "Parmesan râpé",
      "quantity": "150g"
    },
    {
      "name": "Flocons d'avoine Tipiak",
      "quantity": "un sachet"
    }
  ],
  "steps": [
    "La veille, faites cuire la viande d'agneau avec les citrons confits et les épices pendant 30 minutes.",
    "Ajoutez les courgettes et poursuivez la cuisson pendant 30 minutes.",
    "Laissez réduire la préparation afin d'éliminer l'excès de jus.",
    "Le jour même, transférez la préparation d'agneau et de courgettes dans un plat à gratin.",
    "Préparez le crumble en mélangeant le beurre, le parmesan râpé et les flocons d'avoine Tipiak.",
    "Répartissez ce mélange sur la préparation dans le plat à gratin.",
    "Enfournez le plat à 200°C et laissez cuire pendant 30 minutes."
  ],
  "tips": [],
  "createdAt": "2024-07-26T12:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1930.HEIC"
  ]
},
{
  "id": 1931,
  "name": "Crumble de Courgettes",
  "ingredients": [
    {
      "name": "courgettes",
      "quantity": "1 kg"
    },
    {
      "name": "fromage de chèvre frais",
      "quantity": "250 g"
    },
    {
      "name": "menthe fraîche",
      "quantity": "1/2 bouquet"
    },
    {
      "name": "semoule fine",
      "quantity": "1 c. à soupe"
    },
    {
      "name": "farine complète",
      "quantity": "150 g"
    },
    {
      "name": "beurre",
      "quantity": "75 g"
    },
    {
      "name": "huile d'olive",
      "quantity": "2 c. à café"
    }
  ],
  "steps": [
    "Lavez les courgettes sous l'eau froide, retirez leurs extrémités, puis râpez-les finement. Essorez-les en les pressant à la main et saupoudrez-les de semoule.",
    "Hachez finement les feuilles de menthe et coupez le fromage de chèvre frais en petits dés.",
    "Incorporez la menthe et le chèvre aux courgettes, puis étalez l'ensemble dans un plat de cuisson.",
    "Préchauffez votre four à 180°C (Thermostat 6).",
    "Pour réaliser le crumble, mélangez la farine avec le beurre et une pincée de sel, puis ajoutez l'huile d'olive jusqu'à obtenir une texture sableuse et grumeleuse.",
    "Éparpillez la pâte à crumble sur les courgettes et faites cuire au four pendant 20 à 25 minutes."
  ],
  "tips": [
    "Si la consistance de la pâte à crumble semble trop sèche, vous pouvez ajouter un filet d'huile d'olive."
  ],
  "createdAt": "2024-07-29T12:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1931.HEIC"
  ]
},
{
  "id": 1932,
  "name": "Thon à la tartare, une entrée thonique",
  "ingredients": [
    {
      "name": "Thon frais",
      "quantity": "400 g"
    },
    {
      "name": "Tomates",
      "quantity": "2"
    },
    {
      "name": "Citrons jaunes",
      "quantity": "2"
    },
    {
      "name": "Citron vert",
      "quantity": "1"
    },
    {
      "name": "Oignons",
      "quantity": "2"
    },
    {
      "name": "Cives",
      "quantity": "4"
    },
    {
      "name": "Olives noires dénoyautées",
      "quantity": ""
    },
    {
      "name": "Huile olive",
      "quantity": ""
    },
    {
      "name": "Filets d'anchois",
      "quantity": ""
    },
    {
      "name": "Salade roquette",
      "quantity": ""
    },
    {
      "name": "Persil plat",
      "quantity": ""
    },
    {
      "name": "Fleur de sel (Guérande)",
      "quantity": ""
    },
    {
      "name": "Poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Coupez le thon frais en fines lamelles, puis hachez-le minutieusement au couteau pour préserver sa texture, en évitant l'usage d'un mixeur.",
    "Pelez et émincez finement les cives et les oignons. Hachez ensuite le persil plat, les olives et les filets d'anchois.",
    "Dans le thon haché, ajoutez quatre cuillerées à café d'huile d'olive. Incorporez ensuite les anchois, l'oignon, la cive, les olives et le persil plat. Assaisonnez généreusement de poivre.",
    "Après avoir intégré tous les composants au poisson, mélangez l'ensemble de manière homogène. Pressez le jus des citrons jaunes et verts, ajoutez-le, puis mélangez à nouveau. Goûtez et ajustez l'assaisonnement si besoin.",
    "Faites griller des tranches de pain de campagne pendant quelques minutes au four. Garnissez-les ensuite du tartare de thon. Nappez d'un filet d'huile d'olive, saupoudrez de fleur de sel de Guérande et servez accompagné d'une salade de roquette et de quelques quartiers de tomate."
  ],
  "tips": [
    "Utilisez la fleur de sel avec modération, car les anchois apportent déjà une salinité significative.",
    "Accompagnez ce plat d'un vin blanc type Côtes de Provence."
  ],
  "createdAt": "2025-12-17T11:34:36.521Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1932.HEIC"
  ]
},
{
  "id": 1933,
  "name": "Pizza Bianca comme à Napoli",
  "ingredients": [
    {
      "name": "courgette",
      "quantity": "1"
    },
    {
      "name": "ricotta",
      "quantity": "50 g"
    },
    {
      "name": "fior di latte (ou mozzarella)",
      "quantity": "60 g"
    },
    {
      "name": "parmesan",
      "quantity": "20 g"
    },
    {
      "name": "basilic",
      "quantity": "3 branches"
    },
    {
      "name": "huile d'olive",
      "quantity": "1 cuillère à soupe (+ 1 filet)"
    },
    {
      "name": "sel",
      "quantity": ""
    },
    {
      "name": "poivre du moulin",
      "quantity": ""
    },
    {
      "name": "farine (si possible 00)",
      "quantity": "250 g"
    },
    {
      "name": "levure de boulanger fraîche (ou sachet de levure boulangère sèche)",
      "quantity": "1,5 g"
    },
    {
      "name": "eau tiède",
      "quantity": "12 cl"
    },
    {
      "name": "sel fin",
      "quantity": "6 g"
    }
  ],
  "steps": [
    "Commencez par préparer la pâte : dans un robot, mélangez la farine, la levure et le sel, puis ajoutez l'eau tiède progressivement en pétrissant jusqu'à obtenir une boule de pâte. Retirez la pâte du robot et pétrissez-la à la main sur un plan de travail fariné, en repliant les bords, pendant au moins 3 minutes (idéalement 15 minutes). Formez une boule, déposez-la sur une assiette légèrement farinée, couvrez d'un torchon propre et laissez-la lever à température ambiante pendant 6 à 8 heures.",
    "Préchauffez votre four à sa température maximale (au moins 250 °C), sans utiliser la chaleur tournante, en y plaçant une plaque de cuisson à l'intérieur.",
    "Pendant que le four chauffe, coupez le fior di latte en dés, râpez le parmesan et effeuillez le basilic.",
    "Sur une feuille de papier sulfurisé, étalez la pâte avec les doigts farinés pour former un grand cercle. Étalez la ricotta uniformément sur la pâte crue, puis enfournez la pâte \"à blanc\" sur la plaque chaude pendant 6 minutes, ou jusqu'à ce qu'elle commence à dorer.",
    "Pendant ce temps, coupez la courgette en très fines rondelles. Dans une poêle, faites-les revenir avec un filet d'huile d'olive et du sel pendant 2 minutes, jusqu'à ce qu'elles prennent une légère coloration.",
    "Répartissez la ricotta, le fior di latte et les rondelles de courgette sur la pizza précuite. Remettez au four pour 5 à 7 minutes, ou jusqu'à ce que le fromage soit bien fondu.",
    "À la sortie du four, garnissez la pizza de parmesan râpé et de feuilles de basilic frais, arrosez d'un filet d'huile d'olive et servez sans attendre."
  ],
  "tips": [
    "La farine '00' (double zéro), riche en gluten, est essentielle pour obtenir une pâte souple et élastique. Vous pouvez la trouver en ligne ou dans les épiceries italiennes. C'est l'un des secrets d'une pâte à pizza réussie, combinée à un long temps de levée, un pétrissage énergique et une cuisson dans un four très chaud (idéalement à bois). Notez que la pâte à pizza napolitaine traditionnelle ne contient pas d'huile d'olive."
  ],
  "createdAt": "2025-12-17T11:34:59.323Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1933.HEIC"
  ]
},
{
  "id": 1934,
  "name": "Citrons farcis de rillettes de maquereau au Muscadet AOC",
  "ingredients": [
    {
      "name": "gros citrons",
      "quantity": "6"
    },
    {
      "name": "petits maquereaux levés en filets",
      "quantity": "3"
    },
    {
      "name": "Muscadet AOC",
      "quantity": "40 cl"
    },
    {
      "name": "vinaigre de vin blanc",
      "quantity": "10 cl"
    },
    {
      "name": "petit oignon blanc",
      "quantity": "1"
    },
    {
      "name": "feuille de laurier",
      "quantity": "1"
    },
    {
      "name": "graines d'anis",
      "quantity": "1/2 c. à café"
    },
    {
      "name": "grains de poivre",
      "quantity": "3"
    },
    {
      "name": "gros sel",
      "quantity": "1/2 c. à café"
    },
    {
      "name": "crème épaisse",
      "quantity": "2 c. à soupe"
    },
    {
      "name": "moutarde",
      "quantity": "2 c. à café"
    },
    {
      "name": "petits-suisses",
      "quantity": "2"
    },
    {
      "name": "citron (pour le jus)",
      "quantity": "1"
    },
    {
      "name": "câpres",
      "quantity": "2 c. à soupe"
    },
    {
      "name": "brins d'aneth",
      "quantity": "quelques"
    },
    {
      "name": "sel et poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Épluchez et coupez l'oignon en rondelles. Mettez-le dans une casserole avec le Muscadet, le vinaigre, l'anis, le laurier, le gros sel et le poivre. Portez à ébullition et laissez frémir pendant 10 minutes.",
    "Rincez et épongez les filets de maquereau, puis disposez-les dans un plat. Versez par-dessus le contenu de la casserole, couvrez le plat et laissez le tout refroidir.",
    "Une fois refroidis, égouttez les filets de maquereau, retirez la peau et émiettez-les. Transférez-les dans un saladier.",
    "Incorporez aux maquereaux les petits-suisses, la crème, la moutarde, le jus du citron, l'aneth ciselé et les câpres. Salez et poivrez. Mélangez le tout à la fourchette et réservez au frais sous film alimentaire.",
    "Coupez les citrons aux quatre cinquièmes de leur hauteur pour créer des 'chapeaux'. Videz l'intérieur avec un petit couteau à dents. Remplissez les citrons évidés avec les rillettes de maquereau, replacez les 'chapeaux' et gardez au frais jusqu'au moment de servir."
  ],
  "tips": [],
  "createdAt": "2024-05-15T12:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1934.HEIC"
  ]
},
{
  "id": 1935,
  "name": "Noix de Saint-Jacques en salade",
  "ingredients": [
    {
      "name": "noix de Saint-Jacques",
      "quantity": "18"
    },
    {
      "name": "jus d'un citron",
      "quantity": "le"
    },
    {
      "name": "pommes de terre charlotte",
      "quantity": "6"
    },
    {
      "name": "tomates confites",
      "quantity": "36"
    },
    {
      "name": "pousses d'épinards",
      "quantity": "150 g"
    },
    {
      "name": "échalote hachée",
      "quantity": "1"
    },
    {
      "name": "branche de thym",
      "quantity": "1"
    },
    {
      "name": "vinaigre de xérès",
      "quantity": "1 c. à s."
    },
    {
      "name": "huile d'olive",
      "quantity": "9 c. à s."
    },
    {
      "name": "parmesan non râpé",
      "quantity": "50 g"
    },
    {
      "name": "fleur de sel",
      "quantity": ""
    },
    {
      "name": "poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Pour la garniture, cuisez les pommes de terre dans une casserole en partant d'eau froide pendant 20 minutes.",
    "Une fois les pommes de terre égouttées, épluchez-les encore chaudes puis découpez-les en rondelles.",
    "Dans un plat, disposez les rondelles de pommes de terre avec les tomates confites, l'échalote et le thym effeuillé.",
    "Nappez le tout de 6 cuillerées à soupe d'huile.",
    "Assaisonnez et mélangez délicatement les ingrédients.",
    "Laissez le mélange mariner pendant au moins 1 heure, et idéalement jusqu'à 3 heures.",
    "Lavez et essorez soigneusement les pousses d'épinards.",
    "Préparez une vinaigrette en mélangeant le vinaigre de xérès et 3 cuillerées à soupe d'huile d'olive, puis assaisonnez.",
    "Pour les noix de Saint-Jacques, rincez-les à l'eau froide, séchez-les et coupez-les en fines lamelles.",
    "Laissez mariner les noix de Saint-Jacques dans le jus de citron pendant 15 minutes.",
    "Pour le dressage final, disposez les pousses d'épinards en rosace dans les assiettes.",
    "Par-dessus, arrangez les pommes de terre, les tomates confites et les lamelles de Saint-Jacques.",
    "Saupoudrez de fleur de sel et de copeaux de parmesan, que vous pouvez couper à l'aide d'un économe.",
    "Versez un filet de vinaigrette sur chaque assiette et servez immédiatement."
  ],
  "tips": [
    "Vous pouvez rehausser les noix de Saint-Jacques avec quelques fines lamelles de truffe, qu'elle soit blanche ou noire.",
    "Si vous utilisez des noix de Saint-Jacques surgelées, pensez à les décongeler au préalable dans un mélange d'eau et de lait."
  ],
  "createdAt": "2025-12-17T11:35:36.810Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1935.HEIC"
  ]
},
{
  "id": 1936,
  "name": "Soupe de châtaignes et poires",
  "ingredients": [
    {
      "name": "châtaignes au naturel (surgelées ou en bocal)",
      "quantity": "400 g"
    },
    {
      "name": "poires Conférence",
      "quantity": "2"
    },
    {
      "name": "oignon",
      "quantity": "1"
    },
    {
      "name": "crème fraîche liquide",
      "quantity": "25 cl"
    },
    {
      "name": "fourme d'Ambert",
      "quantity": "100 g"
    },
    {
      "name": "tablette de bouillon de légumes bio",
      "quantity": "1"
    },
    {
      "name": "branche de thym",
      "quantity": "1"
    },
    {
      "name": "feuilles de laurier",
      "quantity": "2"
    },
    {
      "name": "huile d'olive",
      "quantity": "3 cuil. à soupe"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Commencez par peler et hacher l'oignon. Pelez ensuite les poires et coupez-les en gros dés. Dans une grande casserole, faites revenir l'oignon haché dans de l'huile d'olive chaude, en remuant régulièrement pendant environ 5 minutes, jusqu'à ce qu'il devienne translucide. Ajoutez ensuite les poires coupées, les châtaignes, la tablette de bouillon de légumes, la branche de thym, les feuilles de laurier et la crème liquide. Assaisonnez avec du sel et du poivre selon votre goût. Mélangez le tout, couvrez d'eau et portez à ébullition. Laissez cuire pendant 20 minutes.",
    "Pendant ce temps, coupez la fourme d'Ambert en petits dés. Une fois la soupe cuite, retirez le thym et le laurier. À l'aide d'un mixeur plongeant ou d'un moulin à légumes muni d'une grille fine, mixez la soupe jusqu'à obtenir une consistance lisse. Vérifiez l'assaisonnement et ajustez si nécessaire. Servez la soupe bien chaude, parsemée des dés de fromage."
  ],
  "tips": [],
  "createdAt": "2024-05-18T12:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1936.HEIC"
  ]
},
{
  "id": 1937,
  "name": "Crème d'été",
  "ingredients": [
    {
      "name": "oignon",
      "quantity": "1"
    },
    {
      "name": "feuille de laurier",
      "quantity": "1"
    },
    {
      "name": "brins de thym",
      "quantity": "4"
    },
    {
      "name": "poivrons jaunes",
      "quantity": "3"
    },
    {
      "name": "gousses d'ail dégermées",
      "quantity": "2"
    },
    {
      "name": "pomme de terre bintje",
      "quantity": "1"
    },
    {
      "name": "gingembre en poudre",
      "quantity": "1/2 cuillerée à café"
    },
    {
      "name": "mascarpone",
      "quantity": "125 g"
    },
    {
      "name": "huile d'olive",
      "quantity": "1 cuillerée à soupe"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "piment d'Espelette moulu",
      "quantity": "1 cuillerée à café"
    },
    {
      "name": "huile d'olive au basilic",
      "quantity": "1 cuillerée à soupe"
    }
  ],
  "steps": [
    "Peler la pomme de terre et la découper en morceaux.",
    "Ajouter les morceaux de pomme de terre dans une casserole avec 75 cl d'eau, du sel et le gingembre, puis laisser cuire à feu doux."
  ],
  "tips": [],
  "createdAt": "2025-12-17T11:36:17.550Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1937.HEIC"
  ]
},
{
  "id": 1938,
  "name": "Ceviche de Saint Jacques aux noisettes",
  "ingredients": [
    {
      "name": "Noix de Saint Jacques",
      "quantity": "8 pièce(s)"
    },
    {
      "name": "Noisette(s) hachée(s)",
      "quantity": "40 g"
    },
    {
      "name": "Huile de noisette",
      "quantity": "3 cl"
    },
    {
      "name": "Vinaigre balsamique blanc",
      "quantity": "1 cl"
    },
    {
      "name": "Roquette",
      "quantity": "8 f"
    },
    {
      "name": "Grenade(s)",
      "quantity": "1 pièce(s)"
    },
    {
      "name": "Fleur de sel",
      "quantity": "4 pincée(s)"
    },
    {
      "name": "Moulin à poivre",
      "quantity": "2 tour(s)"
    },
    {
      "name": "Feuille(s) de pâte à raviole",
      "quantity": "4 pièce(s)"
    },
    {
      "name": "Huile d'arachide",
      "quantity": "0.25 cl"
    }
  ],
  "steps": [
    "Rincez les noix de Saint Jacques sous un filet d'eau pour éliminer tout corail, puis séchez-les soigneusement avec un linge.",
    "Découpez les noix en dés de taille généreuse.",
    "Torréfiez les noisettes dans une poêle sans matière grasse jusqu'à ce qu'elles soient légèrement dorées, puis retirez-les du feu et concassez-les grossièrement.",
    "Coupez la grenade en deux et tapez sur sa peau pour en extraire les graines. Épongez-les pour retirer l'excès d'humidité.",
    "Dans un saladier, mélangez l'ensemble des ingrédients préparés, à l'exception du sel et du poivre.",
    "Pour la vinaigrette, commencez par mélanger le vinaigre avec le sel et le poivre. Incorporez ensuite l'huile de noisette en fouettant.",
    "Nappez délicatement les Saint Jacques avec la vinaigrette et mélangez doucement.",
    "Pour les croustillants, coupez les feuilles de ravioles en deux, formant des triangles.",
    "Faites chauffer l'huile d'arachide à 180°C et plongez-y les morceaux de pâte à raviole.",
    "Retournez-les une fois, puis retirez-les et déposez-les sur du papier absorbant pour enlever l'excès de gras."
  ],
  "tips": [],
  "createdAt": "2024-07-20T12:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1938.HEIC"
  ]
},
{
  "id": 1939,
  "name": "Gambas poêlées, menthe et coriandre au gingembre, gâteau à la tomate",
  "ingredients": [
    {
      "name": "Gambas",
      "quantity": "8 (250g)"
    },
    {
      "name": "Huile d'olive",
      "quantity": "1 c à soupe (pour les gambas)"
    },
    {
      "name": "Sel",
      "quantity": "selon besoin"
    },
    {
      "name": "Poivre du moulin",
      "quantity": "selon besoin"
    },
    {
      "name": "Feuilles de menthe",
      "quantity": "25g"
    },
    {
      "name": "Feuilles de coriandre",
      "quantity": "15g"
    },
    {
      "name": "Gingembre frais",
      "quantity": "10g"
    },
    {
      "name": "Huile d'olive",
      "quantity": "30g (pour le jus aux herbes)"
    },
    {
      "name": "Vinaigre de Xérès",
      "quantity": "50g"
    },
    {
      "name": "Tomates",
      "quantity": "200g"
    },
    {
      "name": "Concentré de tomates",
      "quantity": "8g"
    },
    {
      "name": "Échalotes",
      "quantity": "10g"
    },
    {
      "name": "Huile d'olive",
      "quantity": "1 c à café (pour le gâteau à la tomate)"
    },
    {
      "name": "Crème liquide",
      "quantity": "125g"
    },
    {
      "name": "Œuf",
      "quantity": "1"
    },
    {
      "name": "Jaune d'œuf",
      "quantity": "1"
    },
    {
      "name": "Beurre",
      "quantity": "10g"
    },
    {
      "name": "Courgette",
      "quantity": "1"
    },
    {
      "name": "Huile d'olive",
      "quantity": "2 c à soupe (pour la courgette grillée)"
    },
    {
      "name": "Thym",
      "quantity": "1 tour"
    },
    {
      "name": "Feuille de laurier",
      "quantity": "1"
    }
  ],
  "steps": [
    "Commencer par préparer le jus aux herbes: mélanger tous les ingrédients (feuilles de menthe, feuilles de coriandre, gingembre frais, 30g d'huile d'olive, vinaigre de Xérès, sel et poivre) dans un blender jusqu'à obtenir une purée onctueuse et assaisonnée.",
    "Pour le gâteau à la tomate, faire revenir les échalotes dans une cuillère à café d'huile d'olive sans les laisser dorer. Incorporer les tomates coupées et le concentré de tomates. Assaisonner de sel et de poivre, puis laisser mijoter à petits bouillons pendant 20 minutes. Une fois cuit, mixer la préparation et la passer au chinois pour obtenir une purée fine. Laisser refroidir.",
    "Dans la purée refroidie, incorporer la crème liquide, l'œuf entier et le jaune d'œuf. Assaisonner à nouveau de sel et de poivre. Beurrer quatre moules (4 cm de diamètre et 4 cm de haut), les remplir avec cette préparation et les cuire à la vapeur pendant 15 minutes.",
    "Concernant la courgette grillée, découper la courgette en deux tranches légèrement biseautées d'environ 1 cm d'épaisseur. Quadriller chaque côté des tranches à l'aide d'un couteau et les enrober de 2 cuillères à soupe d'huile d'olive. Terminer la cuisson au four pendant 2 à 3 minutes avec le thym, le laurier, le sel et le poivre.",
    "Préparer les gambas: décortiquer les gambas en conservant la queue en éventail. Inciser le dos pour retirer le boyau, puis saler et poivrer. Faire saisir les gambas dans une cuillère à soupe d'huile d'olive pendant 1 minute de chaque côté, jusqu'à obtenir une belle coloration. Elles doivent rester rosées à cœur.",
    "Pour le dressage, disposer un gâteau à la tomate sur une assiette, accompagner de trois tranches de courgette grillées et de deux gambas. Napper le tout d'une cuillerée de jus aux herbes."
  ],
  "tips": [],
  "createdAt": "2025-12-17T11:36:46.329Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1939.HEIC"
  ]
},
{
  "id": 1940,
  "name": "Cabillaud cuit meunière, caviar de courgette jaune et coulis de poivrons à la badiane",
  "ingredients": [
    {
      "name": "Pavés de cabillaud sans peau",
      "quantity": "4 de 120g"
    },
    {
      "name": "Huile d'olive",
      "quantity": "1 cuillère à soupe"
    },
    {
      "name": "Choux pak-choï",
      "quantity": "2"
    },
    {
      "name": "Étoile de badiane",
      "quantity": "1"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre du moulin",
      "quantity": ""
    },
    {
      "name": "Courgettes jaunes",
      "quantity": "600g"
    },
    {
      "name": "Gousse d'ail",
      "quantity": "1"
    },
    {
      "name": "Brin de thym",
      "quantity": "1"
    },
    {
      "name": "Feuille de laurier",
      "quantity": "1"
    },
    {
      "name": "Huile d'olive",
      "quantity": "2 cuillères à soupe"
    },
    {
      "name": "Pointe de curcuma",
      "quantity": "1"
    }
  ],
  "steps": [
    "Pour le coulis de poivrons: Émincez la chair des poivrons. Faites-la revenir dans de l'huile d'olive sans la laisser dorer. Couvrez d'eau, puis ajoutez l'étoile de badiane, le sel et le poivre. Laissez cuire jusqu'à ce que les poivrons soient très tendres. Retirez la badiane. Mixez le tout pour obtenir une purée lisse, puis passez-la au chinois fin. Ajustez l'assaisonnement si nécessaire.",
    "Pour le caviar de courgette jaune: Coupez les courgettes en quatre dans le sens de la longueur et retirez les graines. Détaillez-les en petits morceaux. Faites-les revenir dans de l'huile d'olive avec l'ail, le curcuma, le thym et le laurier. Laissez mijoter à feu doux pendant 5 à 6 minutes sans coloration. Après cuisson, retirez l'ail, le thym et le laurier. Égouttez les courgettes et écrasez-les à la fourchette. Rectifiez l'assaisonnement.",
    "Pour l'assemblage: Faites cuire les choux pak-choï dans de l'eau bouillante salée. Coupez-les en deux dans la longueur, puis épongez-les soigneusement sur du papier absorbant. Salez et poivrez les dos de cabillaud. Faites-les dorer dans une poêle avec de l'huile d'olive pendant 2 minutes de chaque côté. Dressez le caviar de courgette en formant une quenelle. Ajoutez un demi-pak-choï et un dos de cabillaud, puis terminez avec quelques traits de coulis de poivrons."
  ],
  "tips": [],
  "createdAt": "2024-04-23T12:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1940.HEIC"
  ]
},
{
  "id": 1941,
  "name": "Tataki de bonite",
  "ingredients": [
    {
      "name": "pavés de bonite à ventre rayé",
      "quantity": "4"
    },
    {
      "name": "gingembre",
      "quantity": "1 cuil. à soupe"
    },
    {
      "name": "citronnelle",
      "quantity": "1 cuil. à soupe"
    },
    {
      "name": "sauce soja",
      "quantity": "15 cl"
    },
    {
      "name": "huile de sésame",
      "quantity": "un filet"
    },
    {
      "name": "jus de citron vert",
      "quantity": "5 cl"
    },
    {
      "name": "graines de sésame blanc et noir",
      "quantity": "3 cuil. à soupe"
    },
    {
      "name": "huile",
      "quantity": ""
    }
  ],
  "steps": [
    "Dans un récipient, mélangez la sauce soja, l'huile de sésame, le jus de citron vert, le gingembre et la citronnelle. Disposez les pavés de bonite dans un plat creux et versez cette marinade dessus. Laissez reposer au réfrigérateur pendant une heure.",
    "Après la marinade, égouttez les pavés de bonite (conservez la marinade de côté) et enrobez-les entièrement de graines de sésame.",
    "Dans une poêle chaude et légèrement huilée, faites revenir brièvement les pavés de bonite de chaque côté, afin de conserver l'intérieur mi-cuit.",
    "Coupez les pavés en tranches d'un centimètre d'épaisseur et servez-les accompagnés de la marinade réservée."
  ],
  "tips": [
    "Selon vos préférences, vous pouvez ciseler de la ciboule et de la coriandre fraîche pour parsemer sur le plat avant de servir.",
    "Si vous utilisez de la bonite surgelée, assurez-vous qu'elle soit entièrement décongelée avant de commencer la préparation."
  ],
  "createdAt": "2024-05-16T12:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1941.HEIC"
  ]
}
]