[{
  "id": 1943,
  "name": "TARTE À L'OIGNON",
  "ingredients": [
    {
      "name": "abaisse de pâte à l'huile",
      "quantity": "1"
    },
    {
      "name": "oignons",
      "quantity": "4"
    },
    {
      "name": "gousse d'ail",
      "quantity": "1"
    },
    {
      "name": "olives de Nice",
      "quantity": "20"
    },
    {
      "name": "Huile d'olive",
      "quantity": ""
    },
    {
      "name": "Copeaux de parmesan",
      "quantity": ""
    },
    {
      "name": "Fleur de thym",
      "quantity": ""
    },
    {
      "name": "Sel et poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Commencez par préchauffer votre four à une température de 180 °C (Thermostat 6).",
    "Avec un rouleau à pâtisserie, étalez la pâte en une forme rectangulaire d'environ 1,5 à 2 mm d'épaisseur. Disposez-la ensuite sur une plaque de cuisson. Repliez les bords pour créer un petit rebord, puis utilisez une fourchette pour le marquer et piquer la surface de la pâte.",
    "Faites cuire la pâte à blanc au four pendant 8 à 10 minutes.",
    "Pelez et émincez finement les oignons et la gousse d'ail. Faites-les revenir à feu doux dans de l'huile d'olive pendant environ 25 minutes, en couvrant, puis salez.",
    "Une fois la compotée d'oignons refroidie, étalez-la sur le fond de tarte précuit. Remettez la tarte au four pour une seconde cuisson de 10 à 12 minutes, jusqu'à ce qu'elle prenne une belle couleur dorée. À la sortie du four, placez la tarte sur une grille pour la laisser refroidir.",
    "Avant de servir, parsemez la tarte de copeaux de parmesan, d'olives, de fleur de thym, et assaisonnez de sel et de poivre."
  ],
  "tips": [],
  "createdAt": "2025-12-17T13:58:01.166Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1943.HEIC"
  ]
},
{
  "id": 1944,
  "name": "Tarte aux légumes confits - mozzarella",
  "ingredients": [
    {
      "name": "pâte à l'huile",
      "quantity": "1 abaisse (selon la taille de la plaque de cuisson)"
    },
    {
      "name": "courgette",
      "quantity": "1"
    },
    {
      "name": "poivron",
      "quantity": "1"
    },
    {
      "name": "aubergine",
      "quantity": "1"
    },
    {
      "name": "tomate",
      "quantity": "1"
    },
    {
      "name": "oignon",
      "quantity": "1/2"
    },
    {
      "name": "gousse d'ail",
      "quantity": "1"
    },
    {
      "name": "mozzarella",
      "quantity": "1/2"
    },
    {
      "name": "branche de basilic",
      "quantity": "1"
    },
    {
      "name": "Huile d'olive",
      "quantity": ""
    },
    {
      "name": "Sel et poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Commencez par préchauffer votre four à 180°C (thermostat 6).",
    "Utilisez un rouleau à pâtisserie pour étaler la pâte sur une épaisseur de 1,5 à 2 mm, en formant un rectangle. Ensuite, placez cette pâte sur une plaque de cuisson et piquez le fond de tarte avec une fourchette.",
    "Lavez tous les légumes et coupez-les en gros morceaux. Hachez finement l'ail et l'oignon. Dans une poêle, faites revenir l'ail, l'oignon et les autres légumes coupés dans de l'huile d'olive pendant environ 10 minutes.",
    "Répartissez uniformément les légumes sautés sur le fond de tarte. Enfournez ensuite la tarte pour une durée de 15 à 20 minutes, jusqu'à ce qu'elle prenne une belle couleur dorée.",
    "Une fois la tarte cuite, retirez-la du four et glissez-la sur une grille. Disposez la mozzarella coupée en lanières sur le dessus, puis parsemez de feuilles de basilic frais. Arrosez d'un filet d'huile d'olive, salez, poivrez et servez immédiatement."
  ],
  "tips": [],
  "createdAt": "2025-12-17T13:58:22.989Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1944.HEIC"
  ]
},
{
  "id": 1945,
  "name": "TARTE AUX COURGETTES ET AU FROMAGE DE CHÈVRE D'ÉLODIE",
  "ingredients": [
    {
      "name": "fond de tarte précuit à blanc (pâte brisée)",
      "quantity": "1"
    },
    {
      "name": "courgettes",
      "quantity": "2"
    },
    {
      "name": "bûchette de chèvre",
      "quantity": "1"
    },
    {
      "name": "Huile d'olive",
      "quantity": ""
    },
    {
      "name": "œufs",
      "quantity": "2"
    },
    {
      "name": "lait",
      "quantity": "10 cl"
    },
    {
      "name": "crème",
      "quantity": "100 g"
    },
    {
      "name": "Poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Préchauffez votre four à 160°C (thermostat 5-6).",
    "Pour la garniture, lavez les courgettes et découpez-les en fines rondelles. Faites-les revenir rapidement dans l'huile d'olive. Coupez le fromage de chèvre en rondelles et disposez alternativement les rondelles de courgettes et de chèvre sur le fond de tarte.",
    "Pour préparer l'appareil à crème prise, battez les œufs dans un saladier. Faites chauffer délicatement le lait avec la crème, puis versez ce mélange chaud sur les œufs battus. Mélangez bien et assaisonnez avec du poivre.",
    "Versez l'appareil à crème prise sur les courgettes et le chèvre dans la tarte, puis enfournez pour une cuisson de 15 à 18 minutes, jusqu'à obtenir une belle coloration dorée. À la sortie du four, déposez la tarte sur une grille pour la laisser refroidir."
  ],
  "tips": [],
  "createdAt": "2024-05-13T10:07:38.256Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1945.HEIC"
  ]
},
{
  "id": 1946,
  "name": "Ma Quiche de Famille",
  "ingredients": [
    {
      "name": "Fond de tarte précuit à blanc (pâte brisée)",
      "quantity": "1"
    },
    {
      "name": "Tranches de jambon",
      "quantity": "6"
    },
    {
      "name": "Comté",
      "quantity": "150 g"
    },
    {
      "name": "Beurre",
      "quantity": "50 g"
    },
    {
      "name": "Farine",
      "quantity": "50 g"
    },
    {
      "name": "Lait",
      "quantity": "50 cl"
    },
    {
      "name": "Œufs",
      "quantity": "2"
    }
  ],
  "steps": [
    "Commencez par préchauffer votre four à une température de 180 °C (thermostat 6).",
    "Pour préparer la béchamel, faites fondre le beurre dans une casserole. Incorporez la farine pour former un roux, puis ajoutez progressivement le lait en remuant jusqu'à ce que la sauce épaississe. Portez à ébullition, puis transférez la béchamel dans un saladier. Une fois le mélange tiédi, incorporez les œufs, le jambon finement coupé et le fromage de Comté râpé, puis mélangez bien l'ensemble.",
    "Garnissez le fond de tarte avec la préparation et faites cuire au four pendant 15 à 20 minutes, jusqu'à ce que la quiche soit bien dorée."
  ],
  "tips": [
    "Après la cuisson, placez la quiche sur une grille pour qu'elle refroidisse."
  ],
  "createdAt": "2024-04-23T12:30:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1946.HEIC"
  ]
},
{
  "id": 1947,
  "name": "Cocotte de Saint-Jacques aux Cèpes",
  "ingredients": [
    {
      "name": "Noix de Saint-Jacques",
      "quantity": "12"
    },
    {
      "name": "Cèpes surgelés ou frais",
      "quantity": "600 g"
    },
    {
      "name": "Échalotes émincées",
      "quantity": "2 (50 g)"
    },
    {
      "name": "Noilly Prat®",
      "quantity": "6 cuil. à soupe"
    },
    {
      "name": "Crème fraîche épaisse",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "Rondelles de pancetta",
      "quantity": "8"
    },
    {
      "name": "Persil plat haché",
      "quantity": "3 cuil. à soupe"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Dans une poêle froide, déposez les tranches de pancetta et faites-les cuire à feu moyen jusqu'à ce qu'elles soient bien dorées. Retirez-les et mettez-les de côté sur du papier absorbant.",
    "Dans une sauteuse, faites dorer les cèpes dans de l'huile, à feu vif, pendant 5 minutes. Incorporez ensuite l'échalote et le persil, puis mélangez bien.",
    "Ajoutez les noix de Saint-Jacques dans la sauteuse.",
    "Assaisonnez avec du sel et du poivre, puis laissez le tout revenir pendant 2 minutes.",
    "Versez le Noilly Prat® en grattant le fond de la sauteuse pour décoller les sucs. Incorporez la crème, mélangez et transférez le tout dans une cocotte.",
    "Au moment de servir, décorez le plat avec les rondelles de pancetta dorées et dégustez immédiatement."
  ],
  "tips": [
    "Cette recette peut être préparée à l'avance et réchauffée directement dans la cocotte. Vous pouvez la maintenir au chaud dans votre four à 50 °C."
  ],
  "createdAt": "2025-12-17T13:59:14.381Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1947.HEIC"
  ]
},
{
  "id": 1948,
  "name": "La Côte de Veau de Jacki",
  "ingredients": [
    {
      "name": "côte de veau",
      "quantity": "environ 750 g"
    },
    {
      "name": "échalotes longues",
      "quantity": "200 g (5)"
    },
    {
      "name": "gousses d'ail non épluchées",
      "quantity": "6"
    },
    {
      "name": "fond de veau",
      "quantity": "20 cl (20 cl d'eau bouillante + 2 cubes de jus de veau)"
    },
    {
      "name": "branche de thym",
      "quantity": "1"
    },
    {
      "name": "huile de tournesol",
      "quantity": "3 cuil. à soupe"
    },
    {
      "name": "beurre doux",
      "quantity": "30 g"
    },
    {
      "name": "vin blanc",
      "quantity": "10 cl"
    },
    {
      "name": "persil haché",
      "quantity": "3 cuil. à soupe"
    },
    {
      "name": "Sel et poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Assaisonnez la côte de veau avec du sel et du poivre.",
    "Pelez les échalotes et coupez-les en deux dans le sens de la longueur.",
    "Dans une sauteuse, faites revenir la côte de veau avec le beurre et l'huile à feu moyen, en la faisant dorer environ 3 minutes de chaque face.",
    "Ajoutez ensuite les échalotes, l'ail et le thym. Mélangez, puis couvrez et laissez mijoter à feu doux pendant un quart d'heure.",
    "Après 10 minutes de cuisson, retournez la côte de veau et mélangez les échalotes.",
    "Retirez la côte de veau de la sauteuse et couvrez-la d'une feuille de papier aluminium pour la garder au chaud.",
    "Otez le thym de la sauteuse, puis déglacez la sauteuse avec le vin blanc. Laissez-le réduire à feu moyen jusqu'à ce qu'il soit presque entièrement évaporé, en raclant bien les sucs du fond.",
    "Versez ensuite le fond de veau. Mélangez et laissez mijoter à feu moyen pendant 4 minutes. Incorporez le persil.",
    "Découpez la côte de veau et servez-la accompagnée de la compotée d'échalotes et d'une purée de pommes de terre."
  ],
  "tips": [
    "Pour une cuisson optimale, sortez la côte de veau du réfrigérateur 30 minutes avant de la cuire.",
    "Pour accompagner, Sophie suggère des pommes de terre croustillantes : pelez et coupez les pommes de terre en quartiers. Faites-les bouillir dans de l'eau salée pendant 15 minutes. Une fois tiédies, griffez-les profondément avec une fourchette. Assaisonnez-les, enrobez-les d'huile d'olive et faites-les rôtir au four préchauffé à 180 °C (thermostat 5/6) pendant 45 minutes, en les retournant plusieurs fois pour qu'elles dorent uniformément."
  ],
  "createdAt": "2025-12-17T13:59:31.060Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1948.HEIC"
  ]
},
{
  "id": 1949,
  "name": "TARTE RÖSTI AUX ASPERGES",
  "ingredients": [
    {
      "name": "pommes de terre à frites",
      "quantity": "1 kg"
    },
    {
      "name": "huile de tournesol",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "beurre doux",
      "quantity": "50 g"
    },
    {
      "name": "échalotes émincées",
      "quantity": "4"
    },
    {
      "name": "œufs entiers",
      "quantity": "6"
    },
    {
      "name": "moutarde forte",
      "quantity": "1 cuil. à soupe"
    },
    {
      "name": "crème liquide entière",
      "quantity": "30 cl"
    },
    {
      "name": "muscade en poudre",
      "quantity": "1 pincée"
    },
    {
      "name": "estragon ciselé",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "emmental, comté ou fontina",
      "quantity": "150 g"
    },
    {
      "name": "bûche de chèvre",
      "quantity": "150 g"
    },
    {
      "name": "asperges vertes",
      "quantity": "500 g (15 pointes)"
    },
    {
      "name": "Sel et poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Préchauffer le four à 180 °C (thermostat 6).",
    "Peler et râper les pommes de terre, puis les passer sous l'eau froide et les essorer soigneusement à la main.",
    "Dans un saladier, mélanger les pommes de terre râpées avec du sel et du poivre.",
    "Dans un moule à tarte, répartir les pommes de terre avec du beurre clarifié, en les étalant uniformément sur le fond et les bords pour former une base de tarte.",
    "Enfourner et cuire pendant 15 minutes.",
    "Pendant ce temps, faire dorer les échalotes émincées dans de l'huile, avec du sel et du poivre, à feu moyen pendant environ 6 minutes.",
    "Une fois la base de tarte précuite, y déposer les échalotes dorées, puis ajouter le chèvre coupé en rondelles et l'emmental (ou comté/fontina).",
    "Dans un bol, mélanger les œufs avec la crème, la moutarde, la muscade, l'estragon, du sel et du poivre. Verser cette préparation sur le mélange de fromages dans le moule.",
    "Disposer les asperges sur la tarte et enfourner de nouveau pendant 35 minutes, jusqu'à ce que la tarte soit bien dorée.",
    "Laisser tiédir avant de servir."
  ],
  "tips": [
    "Cette recette peut être préparée un jour à l'avance. Dans ce cas, réchauffer la tarte au four à 160 °C pendant 20 minutes avant de la servir."
  ],
  "createdAt": "2024-03-01T12:00:00Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1949.HEIC"
  ]
},
{
  "id": 1950,
  "name": "Râble de lapin façon rognonnade",
  "ingredients": [
    {
      "name": "Râbles de lapin",
      "quantity": "6 de 250 g chacun"
    },
    {
      "name": "Tranches fines de poitrine fumée",
      "quantity": "18"
    },
    {
      "name": "Huile d'olive",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "Beurre",
      "quantity": "20 g"
    },
    {
      "name": "Sel et poivre du moulin",
      "quantity": ""
    },
    {
      "name": "Allumettes de lardons fumées",
      "quantity": "100 g"
    },
    {
      "name": "Feuilles de sauge",
      "quantity": "5"
    },
    {
      "name": "Brin de romarin",
      "quantity": "1"
    },
    {
      "name": "Olives noires dénoyautées",
      "quantity": "10"
    },
    {
      "name": "Échalotes hachées",
      "quantity": "2"
    },
    {
      "name": "Estragon haché frais ou surgelé",
      "quantity": "3 cuil. à soupe"
    },
    {
      "name": "Vin blanc sec",
      "quantity": "15 cl"
    },
    {
      "name": "Jus de cuisson du lapin",
      "quantity": ""
    },
    {
      "name": "Beurre doux",
      "quantity": "30 g"
    },
    {
      "name": "Moutarde de Dijon",
      "quantity": "2 cuil. à café"
    },
    {
      "name": "Moutarde à l'ancienne",
      "quantity": "2 cuil. à café"
    }
  ],
  "steps": [
    "Pour la farce, mélangez les lardons, les olives coupées, les aiguilles de romarin et les feuilles de sauge ciselées dans un bol.",
    "Désossez les râbles de lapin et mettez les rognons de côté.",
    "Disposez trois tranches de poitrine fumée en les superposant légèrement.",
    "Répartissez des morceaux de râble sur le lard.",
    "Salez, poivrez, puis déposez un peu de farce sur le lapin et ensuite sur les deux rognons.",
    "Enroulez le lard autour de la préparation de lapin. Répétez ce processus pour les râbles restants.",
    "Ficelez chaque roulade de lapin avec de la ficelle de cuisine.",
    "Préchauffez votre four à 180 °C (thermostat 6).",
    "Dans une cocotte, faites chauffer l'huile d'olive et le beurre. À feu vif, faites dorer les râbles sur les deux faces.",
    "Couvrez la cocotte et laissez cuire au four pendant 30 minutes.",
    "Retirez les râbles et placez-les sur un plat. Couvrez-les de papier d'aluminium pour les maintenir au chaud.",
    "Pour la sauce, mettez les échalotes avec le vin blanc et l'estragon dans une casserole. Salez, poivrez et faites réduire le vin blanc jusqu'à ce qu'il soit presque sec. Versez ce mélange dans la cocotte avec les jus de cuisson du lapin.",
    "Laissez mijoter doucement pendant 1 minute.",
    "Incorporez progressivement le beurre et la moutarde à la sauce en fouettant.",
    "Retirez la ficelle des râbles et servez-les nappés de sauce. Accompagnez de purée."
  ],
  "tips": [
    "Vous pouvez remplacer la purée par des pâtes en accompagnement."
  ],
  "createdAt": "2024-07-25T12:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1950.HEIC"
  ]
},
{
  "id": 1951,
  "name": "Travers de porc caramélisés aux pruneaux",
  "ingredients": [
    {
      "name": "Travers de porc",
      "quantity": "1,5 kg"
    },
    {
      "name": "Jus de pruneau",
      "quantity": "25 cl"
    },
    {
      "name": "Sauce teriyaki",
      "quantity": "20 cl"
    },
    {
      "name": "Herbes hachées (coriandre, persil)",
      "quantity": "3 cuil. à soupe"
    }
  ],
  "steps": [
    "Placez les travers de porc coupés en morceaux dans un sac refermable.",
    "Versez le jus de pruneau et la sauce teriyaki sur la viande.",
    "Laissez mariner pendant au moins 2 heures; l'idéal est de préparer cette étape la veille.",
    "Préchauffez votre four à 160 °C (thermostat 5/6).",
    "Transférez la viande et sa marinade dans un plat à gratin et enfournez pour 1 heure et 30 minutes.",
    "Retirez la viande du four et couvrez-la d'une feuille de papier aluminium.",
    "Dans une casserole, faites réduire la sauce de cuisson à feu vif jusqu'à ce qu'elle épaississe.",
    "Parsemez le plat d'herbes fraîches et servez chaud, accompagné de pommes de terre sautées, de purée ou de riz."
  ],
  "tips": [
    "Pour remplacer le jus de pruneau, vous pouvez utiliser du jus de pomme ou de raisin.",
    "Ce plat peut être préparé jusqu'à deux jours à l'avance."
  ],
  "createdAt": "2025-12-17T14:00:33.846Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1951.HEIC"
  ]
},
{
  "id": 1952,
  "name": "Tomates Farcies au Veau et Tapenade",
  "ingredients": [
    {
      "name": "Tomates grappes",
      "quantity": "4"
    },
    {
      "name": "Haché de veau ou farce de votre choix",
      "quantity": "250 g"
    },
    {
      "name": "Tapenade noire ou verte",
      "quantity": "1 pot de 90 g"
    },
    {
      "name": "Pignons de pin",
      "quantity": "1 cuil. à soupe"
    },
    {
      "name": "Parmesan râpé",
      "quantity": "20 g"
    },
    {
      "name": "Huile d'olive",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "Herbes hachées (persil, coriandre, basilic...)",
      "quantity": "3 cuil. à soupe"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Préchauffez votre four à 180°C (thermostat 6).",
    "Lavez les tomates, puis découpez délicatement un chapeau sur chacune en conservant la queue. Évidez ensuite l'intérieur des tomates à l'aide d'une petite cuillère sans les abîmer. Salez l'intérieur et placez-les retournées sur du papier absorbant pour les égoutter.",
    "Dans un récipient, mélangez la viande de veau hachée avec la tapenade, les pignons de pin, le parmesan râpé et les herbes hachées. Assaisonnez légèrement avec du sel et du poivre.",
    "Farcissez généreusement chaque tomate avec la préparation, en tassant bien, puis replacez les chapeaux.",
    "Disposez les tomates farcies bien serrées dans un moule à cake d'environ 26 cm de long. Arrosez le tout d'un filet d'huile d'olive.",
    "Faites cuire au four pendant environ 40 minutes.",
    "Servez les tomates chaudes accompagnées de leur jus de cuisson. Vous pouvez les accompagner de pommes de terre ou de riz."
  ],
  "tips": [
    "Pour la farce, un mélange de viande hachée (veau, porc et bœuf) est souvent préféré à la chair à saucisse pour une meilleure saveur.",
    "Les tomates farcies peuvent être préparées la veille et réchauffées au moment de servir.",
    "Pour une version végétarienne, remplacez la viande par un mélange de riz cuit, de légumes variés et d'herbes.",
    "La chair des tomates évacuée peut être mixée et ajoutée à une vinaigrette pour accompagner une salade, c'est délicieux."
  ],
  "createdAt": "2025-12-17T14:00:49.994Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1952.HEIC"
  ]
},
{
  "id": 1953,
  "name": "Lasagnes Bolognaises à la Poêle",
  "ingredients": [
    {
      "name": "Viande hachée (bœuf, veau, porc)",
      "quantity": "250 g"
    },
    {
      "name": "Oignon haché",
      "quantity": "1"
    },
    {
      "name": "Gousses d'ail hachées",
      "quantity": "2"
    },
    {
      "name": "Feuilles de lasagnes précuites",
      "quantity": "4"
    },
    {
      "name": "Sauce tomate de votre choix",
      "quantity": "225 g"
    },
    {
      "name": "Eau",
      "quantity": "25 cl"
    },
    {
      "name": "Huile d'olive",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "Parmesan râpé",
      "quantity": "25 g"
    },
    {
      "name": "Mozzarella râpée ou en billes",
      "quantity": "100 g"
    },
    {
      "name": "Ricotta",
      "quantity": "50 g"
    },
    {
      "name": "Basilic ciselé",
      "quantity": "3 cuil. à soupe + déco"
    },
    {
      "name": "Sel et poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Dans une grande poêle, faire revenir la viande hachée avec l'oignon et l'ail dans l'huile d'olive à feu moyen. Assaisonner de sel et poivre, et cuire pendant environ 5 minutes.",
    "Ajouter ensuite les feuilles de lasagnes coupées en morceaux, la sauce tomate, la ricotta et l'eau. Laisser mijoter le tout pendant 5 minutes. Incorporer ensuite le parmesan et le basilic ciselé, puis bien mélanger.",
    "Répartir la mozzarella sur la préparation, couvrir la poêle et laisser cuire encore 5 minutes.",
    "Pour la touche finale, étaler le reste de ricotta sur le dessus, couvrir et prolonger la cuisson de 2 minutes.",
    "Décorer avec du basilic frais et servir immédiatement."
  ],
  "tips": [
    "Il est possible de préparer ce plat à l'avance et de le réchauffer au four avant de servir."
  ],
  "createdAt": "2025-12-17T14:01:10.289Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1953.HEIC"
  ]
},
{
  "id": 1954,
  "name": "Mac and Cheese",
  "ingredients": [
    {
      "name": "Macaronis",
      "quantity": "320 g"
    },
    {
      "name": "Beurre doux",
      "quantity": "100 g"
    },
    {
      "name": "Farine",
      "quantity": "50 g"
    },
    {
      "name": "Lait demi-écrémé (ou concentré, non sucré)",
      "quantity": "40 cl"
    },
    {
      "name": "Gruyère ou comté râpé",
      "quantity": "150 g"
    },
    {
      "name": "Cheddar râpé",
      "quantity": "150 g"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Faites cuire les macaronis 'al dente' dans une grande casserole d'eau bouillante salée, en suivant les instructions figurant sur l'emballage.",
    "Après cuisson, égouttez les pâtes et passez-les sous l'eau froide. Remettez la casserole vide sur le feu pour préparer la sauce.",
    "À feu moyen, faites fondre le beurre dans la casserole, puis incorporez la farine.",
    "À l'aide d'un fouet, mélangez cette préparation pendant une minute. Incorporez le lait et continuez de remuer jusqu'à ce que le mélange épaississe.",
    "Ajoutez 100 g de chaque fromage râpé et mélangez jusqu'à obtenir une consistance homogène et fondue. Assaisonnez avec du sel et du poivre selon votre goût.",
    "Servez la préparation dans des assiettes individuelles et saupoudrez chaque portion avec le reste du fromage.",
    "Dégustez chaud."
  ],
  "tips": [
    "Pour personnaliser votre Mac and Cheese, n'hésitez pas à incorporer d'autres ingrédients de votre choix aux pâtes, comme du jambon, des lardons ou des champignons.",
    "Si vous souhaitez une version plus relevée, ajoutez une cuillerée à soupe de moutarde forte à la sauce.",
    "Pour une finition gratinée, transférez le Mac and Cheese dans un plat à gratin et enfournez pendant 30 minutes. Avant d'enfourner, recouvrez le dessus d'un mélange composé de 150 g de chapelure et de 50 g de beurre fondu."
  ],
  "createdAt": "2025-12-17T14:01:27.930Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1954.HEIC"
  ]
},
{
  "id": 1955,
  "name": "Cocotte de Lapin au Beurre d'Ail",
  "ingredients": [
    {
      "name": "Lapin coupé en morceaux",
      "quantity": "1"
    },
    {
      "name": "Pommes de terre nouvelles",
      "quantity": "600 g"
    },
    {
      "name": "Gousses d'ail",
      "quantity": "6"
    },
    {
      "name": "Bouquet de persil plat",
      "quantity": "1"
    },
    {
      "name": "Beurre doux",
      "quantity": "100 g"
    },
    {
      "name": "Fleur de sel",
      "quantity": ""
    },
    {
      "name": "Sel et poivre du moulin",
      "quantity": ""
    },
    {
      "name": "Vin blanc (pour la marinade)",
      "quantity": "40 cl"
    },
    {
      "name": "Oignon émincé (pour la marinade)",
      "quantity": "1"
    },
    {
      "name": "Gousses d'ail entières pelées (pour la marinade)",
      "quantity": "2"
    },
    {
      "name": "Brins de persil plat (pour la marinade)",
      "quantity": "5"
    },
    {
      "name": "Huile d'olive (pour la marinade)",
      "quantity": "5 cl"
    }
  ],
  "steps": [
    "La veille de la cuisson, préparez la marinade en mélangeant tous ses ingrédients dans un sac refermable, puis ajoutez les morceaux de lapin. Assurez-vous que le lapin est bien enrobé, puis placez le sac au réfrigérateur jusqu'au lendemain.",
    "Le jour de la cuisson, retirez les morceaux de lapin de la marinade et égouttez-les soigneusement, puis séchez-les avec du papier absorbant.",
    "Dans une cocotte, faites dorer le lapin de tous les côtés avec le beurre, assaisonné de sel et de poivre.",
    "Versez la marinade dans la cocotte et grattez bien le fond pour décoller les sucs de cuisson.",
    "Salez et poivrez à nouveau, puis laissez mijoter à couvert sur feu doux pendant une heure.",
    "Environ 30 minutes après le début de la cuisson du lapin, incorporez les pommes de terre nouvelles entières et lavées dans la cocotte. Pendant ce temps, hachez finement le persil avec l'ail à l'aide d'un mixeur.",
    "Ajoutez le mélange de persil et d'ail haché dans la cocotte 10 minutes avant la fin de la cuisson du lapin.",
    "Avant de servir, parsemez le plat de fleur de sel et dégustez immédiatement."
  ],
  "tips": [
    "Il n'est pas nécessaire d'éplucher les pommes de terre nouvelles ou les rattes. Lavez-les simplement pour retirer la saleté et cuisez-les avec leur peau."
  ],
  "createdAt": "2024-07-20T10:00:00Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1955.HEIC"
  ]
},
{
  "id": 1956,
  "name": "Œufs Bénédictine",
  "ingredients": [
    {
      "name": "Œufs entiers",
      "quantity": "4"
    },
    {
      "name": "Muffins anglais ou blinis",
      "quantity": "2"
    },
    {
      "name": "Tranches de saumon fumé",
      "quantity": "6"
    },
    {
      "name": "Ciboulette ciselée ou de persil",
      "quantity": "1 cuil. à soupe"
    },
    {
      "name": "Jaunes d'œufs",
      "quantity": "2"
    },
    {
      "name": "Beurre",
      "quantity": "120 g"
    },
    {
      "name": "Sel, fleur de sel et poivre du moulin",
      "quantity": ""
    },
    {
      "name": "Jus de citron",
      "quantity": "1 cuil. à soupe"
    }
  ],
  "steps": [
    "Faites cuire les œufs entiers dans une casserole d'eau bouillante salée pendant six minutes pour obtenir une consistance mollet. Une fois cuits, plongez-les immédiatement dans de l'eau froide pour stopper la cuisson.",
    "Pour préparer la sauce mousseline, faites fondre le beurre dans une casserole.",
    "Dans le bol d'un blender, mélangez les jaunes d'œufs avec le jus de citron, une pincée de sel et de poivre, puis mixez pendant environ 30 secondes.",
    "En laissant le blender fonctionner à pleine puissance, incorporez progressivement le beurre chaud fondu en filet jusqu'à ce que la sauce s'épaississe.",
    "Transférez la sauce dans un thermos pour la maintenir au chaud jusqu'au moment de servir.",
    "Avant de servir, coupez les muffins en deux et toastez-les à l'aide d'un grille-pain.",
    "Disposez les tranches de saumon fumé sur les moitiés de muffins toastées, puis placez-les sur chaque assiette.",
    "Écalez délicatement les œufs cuits et déposez-les sur le saumon, puis nappez généreusement le tout de sauce mousseline chaude.",
    "Terminez en saupoudrant d'un peu de fleur de sel, de poivre fraîchement moulu et de ciboulette ciselée, puis servez sans attendre."
  ],
  "tips": [
    "Selon Sophie, vous pouvez aussi accompagner cette recette de bacon bien grillé. Elle souligne que cette méthode de préparation de la sauce est très simple et inratable, contrairement à la hollandaise traditionnelle qui peut être plus délicate."
  ],
  "createdAt": "2025-12-17T14:02:02.754Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1956.HEIC"
  ]
},
{
  "id": 1957,
  "name": "Œufs en Meurette",
  "ingredients": [
    {
      "name": "Œufs entiers",
      "quantity": "4"
    },
    {
      "name": "Lardons fumés",
      "quantity": "100 g"
    },
    {
      "name": "Champignons de Paris",
      "quantity": "100 g"
    },
    {
      "name": "Oignon haché",
      "quantity": "1"
    },
    {
      "name": "Gousse d'ail hachée",
      "quantity": "1"
    },
    {
      "name": "Farine",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "Vin rouge",
      "quantity": "50 cl"
    },
    {
      "name": "Sachet de bouquet garni",
      "quantity": "1"
    },
    {
      "name": "Chocolat noir",
      "quantity": "2 carrés"
    },
    {
      "name": "Tranches de pain de mie grillées",
      "quantity": "4"
    },
    {
      "name": "Beurre",
      "quantity": "30 g"
    },
    {
      "name": "Huile de tournesol",
      "quantity": "3 cuil. à soupe"
    },
    {
      "name": "Persil plat haché",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "Sel et poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Dans une sauteuse, faites dorer les champignons lavés et coupés en deux avec 15g de beurre et 2 cuillères à soupe d'huile, à feu moyen, pendant environ dix minutes.",
    "Dans une autre poêle, faites revenir les lardons et l'oignon, assaisonnés de sel et de poivre, dans le reste d'huile pendant une dizaine de minutes. Ajoutez les champignons à ce mélange d'oignons, saupoudrez de farine, puis mélangez pendant trente secondes.",
    "Dans une casserole, portez le vin à ébullition, puis flambez-le délicatement avec une allumette. Éteignez immédiatement la flamme et laissez le feu s'éteindre de lui-même sans intervenir.",
    "Versez le vin flambé sur la préparation, puis incorporez le bouquet garni, l'ail et les carrés de chocolat.",
    "Assaisonnez avec du sel et du poivre selon votre goût.",
    "Laissez la sauce réduire à feu doux pendant quarante-cinq minutes, jusqu'à obtenir une consistance onctueuse. Incorporez le reste du beurre en fouettant.",
    "Juste avant de servir, faites pocher les œufs pendant trois minutes dans une grande casserole d'eau frémissante légèrement vinaigrée.",
    "Sur des assiettes, disposez les tranches de pain de mie toastées, placez un œuf poché sur chacune, puis nappez généreusement de sauce.",
    "Parsemez de persil frais haché et servez aussitôt."
  ],
  "tips": [
    "Cette recette est idéale à préparer au dernier moment pour une dégustation optimale."
  ],
  "createdAt": "2025-12-17T14:02:21.511Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1957.HEIC"
  ]
},
{
  "id": 1958,
  "name": "Poulet Parmigiana",
  "ingredients": [
    {
      "name": "escalopes de poulet",
      "quantity": "4"
    },
    {
      "name": "chapelure",
      "quantity": "200 g"
    },
    {
      "name": "parmesan râpé",
      "quantity": "100 g"
    },
    {
      "name": "œuf entier",
      "quantity": "1"
    },
    {
      "name": "sauce tomate de votre choix",
      "quantity": "50 cl"
    },
    {
      "name": "huile de tournesol",
      "quantity": "5 cuil. à soupe"
    },
    {
      "name": "mozzarella",
      "quantity": "125 g"
    },
    {
      "name": "Sel et poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Assaisonnez les escalopes de poulet avec du sel et du poivre.",
    "Dans une première assiette creuse, combinez la chapelure et le parmesan. Dans une seconde, battez l'œuf.",
    "Trempez chaque escalope d'abord dans l'œuf battu, puis enrobez-la entièrement de chapelure.",
    "Versez la sauce tomate dans le fond d'un plat adapté à la cuisson au four.",
    "Préchauffez votre four à 210 °C (thermostat 7).",
    "Dans une poêle chaude contenant de l'huile, faites dorer les escalopes à feu moyen pendant deux minutes de chaque côté.",
    "Disposez les escalopes dorées sur la sauce tomate dans le plat et garnissez chacune d'une tranche de mozzarella.",
    "Salez et poivrez le tout, puis enfournez pendant environ 8 minutes, le temps que le fromage soit bien fondu.",
    "Servez immédiatement avec des pâtes."
  ],
  "tips": [
    "Il est possible de substituer le poulet par de la dinde ou du veau pour varier la recette.",
    "Pour plus de saveur, ajoutez des herbes fraîches ciselées, comme du basilic, à la préparation."
  ],
  "createdAt": "2025-12-17T14:02:44.951Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1958.HEIC"
  ]
},
{
  "id": 1959,
  "name": "Lapin à la Pancetta",
  "ingredients": [
    {
      "name": "Lapin découpé en morceaux",
      "quantity": "1.6 kg"
    },
    {
      "name": "Farine",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "Huile d'olive",
      "quantity": "6 cuil. à soupe"
    },
    {
      "name": "Graines de fenouil",
      "quantity": "1 cuil. à soupe"
    },
    {
      "name": "Oignons hachés",
      "quantity": "2"
    },
    {
      "name": "Pancetta",
      "quantity": "6 morceaux"
    },
    {
      "name": "Ail haché",
      "quantity": "4 gousses"
    },
    {
      "name": "Vin blanc",
      "quantity": "25 cl"
    },
    {
      "name": "Vinaigre balsamique",
      "quantity": "8 cl"
    },
    {
      "name": "Tomates en pulpe",
      "quantity": "1 boîte de 400 g"
    },
    {
      "name": "Tomates cerises",
      "quantity": "1 boîte de 400 g"
    },
    {
      "name": "Romarin",
      "quantity": "2 brins"
    },
    {
      "name": "Persil plat haché",
      "quantity": "2 cuil. à soupe"
    },
    {
      "name": "Sel et poivre du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Commencez par préchauffer votre four à 180 °C (thermostat 6).",
    "Ensuite, farinez les pièces de lapin.",
    "Dans une poêle, faites revenir le lapin dans deux cuillères à soupe d'huile d'olive à feu moyen. Faites-le dorer environ 2 minutes de chaque côté, puis salez et poivrez.",
    "Transférez toutes les pièces de lapin dorées dans un plat adapté à la cuisson au four.",
    "Utilisez la même poêle pour faire revenir les oignons, les graines de fenouil, la pancetta et l'ail dans l'huile restante pendant environ 4 minutes. Ajoutez le vin blanc et 5 cl de vinaigre, puis laissez réduire de moitié à feu vif. Incorporez ensuite les tomates et le romarin. Portez ce mélange à ébullition avant de le verser sur le lapin dans le plat.",
    "Couvrez le plat d'une feuille de papier aluminium et faites cuire au four pendant environ 1 heure, ou jusqu'à ce que le lapin soit bien tendre.",
    "Avant de servir, arrosez le plat avec le reste du vinaigre et parsemez de persil haché.",
    "Servez immédiatement."
  ],
  "tips": [
    "Sophie suggère d'accompagner ce plat savoureux d'une polenta."
  ],
  "createdAt": "2025-12-17T14:03:03.092Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1959.HEIC"
  ]
},
{
  "id": 1960,
  "name": "Haricots au condiment à la harissa, amandes, menthe, coriandre et radis",
  "ingredients": [
    {
      "name": "Haricots verts",
      "quantity": "400 g"
    },
    {
      "name": "Harissa",
      "quantity": "1 cuillerée à café (ou plus si vous préférez)"
    },
    {
      "name": "Ail",
      "quantity": "2 gousses"
    },
    {
      "name": "Jus de citron",
      "quantity": "Le jus d'un demi-citron"
    },
    {
      "name": "Huile d'olive",
      "quantity": "3 cuillerées à soupe"
    },
    {
      "name": "Menthe fraîche",
      "quantity": "4 cuillerées à soupe"
    },
    {
      "name": "Coriandre fraîche",
      "quantity": "4 cuillerées à soupe"
    },
    {
      "name": "Persil plat",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Amandes non mondées",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Radis frais, émincés finement",
      "quantity": "5 ou 6"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Faites cuire les haricots verts à la vapeur jusqu'à ce qu'ils soient croquants sous la dent.",
    "Si vous avez le temps, pour préserver leur couleur, vous pouvez les plonger dans de l'eau glacée après cuisson. Mettez-les de côté pendant que vous préparez le condiment.",
    "Dans un petit fouet, mélangez la harissa, l'ail haché finement et le jus de citron, puis incorporez l'huile d'olive comme pour une vinaigrette classique.",
    "Assaisonnez la préparation et versez-la sur les haricots cuits.",
    "Garnissez le plat avec les herbes fraîches, les radis émincés et les amandes hachées."
  ],
  "tips": [
    "Ce mélange frais, pimenté et croquant est un excellent accompagnement pour d'autres légumes vapeur, tels que les asperges."
  ],
  "createdAt": "2025-12-17T14:03:22.573Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1960.HEIC"
  ]
},
{
  "id": 1961,
  "name": "DUKKAH",
  "ingredients": [
    {
      "name": "noisettes",
      "quantity": "30 g"
    },
    {
      "name": "amandes",
      "quantity": "30 g"
    },
    {
      "name": "graines de tournesol",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "graines de fenouil",
      "quantity": "1 cuillerée à café"
    },
    {
      "name": "graines de coriandre",
      "quantity": "3 cuillerées à soupe"
    },
    {
      "name": "graines de sésame blanc",
      "quantity": "3 cuillerées à soupe"
    },
    {
      "name": "graines de sésame noir",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "graines de cumin",
      "quantity": "1 cuillerée à soupe"
    },
    {
      "name": "poivre vert",
      "quantity": "1 cuillerée à soupe"
    },
    {
      "name": "paprika",
      "quantity": "1 cuillerée à soupe"
    },
    {
      "name": "fleur de sel",
      "quantity": "1 cuillerée à café"
    }
  ],
  "steps": [
    "Préchauffez votre four à 180 °C.",
    "Disposez les noisettes et les amandes sur une première plaque de cuisson.",
    "Sur une seconde plaque, étalez toutes les graines, à l'exception du poivre vert.",
    "Enfournez les deux plaques pendant 2 à 3 minutes, en les remuant une fois en cours de cuisson.",
    "Laissez refroidir complètement les ingrédients torréfiés avant de les mixer séparément dans un mini-blender pour obtenir des textures variées.",
    "Enfin, combinez les ingrédients mixés et ajoutez le reste des éléments."
  ],
  "tips": [
    "Ce condiment est un indispensable en cuisine. Ses saveurs grillées et poivrées se marient parfaitement avec des légumes frais ou rôtis, ainsi qu'avec des soupes et des salades."
  ],
  "createdAt": "2025-12-17T14:03:41.865Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1961.HEIC"
  ]
},
{
  "id": 1962,
  "name": "Boulettes d'agneau épicées au labné et raisins frais",
  "ingredients": [
    {
      "name": "Oignons rouges ou blancs",
      "quantity": "2"
    },
    {
      "name": "Gousse d'ail",
      "quantity": "1"
    },
    {
      "name": "Morceau de gingembre",
      "quantity": "1 de 1 cm environ"
    },
    {
      "name": "Bâtonnet de citronnelle",
      "quantity": "1"
    },
    {
      "name": "Cumin moulu",
      "quantity": "1 cuillerée à café"
    },
    {
      "name": "Huile d'olive (pour la pâte)",
      "quantity": "1 à 2 cuillerées à soupe"
    },
    {
      "name": "Purée de piment (facultatif)",
      "quantity": "1 cuillerée à café"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    },
    {
      "name": "Viande d'agneau hachée",
      "quantity": "500 g"
    },
    {
      "name": "Huile d'olive (pour la cuisson)",
      "quantity": ""
    },
    {
      "name": "Raisins blancs",
      "quantity": "Une douzaine"
    },
    {
      "name": "Labné ou fromage de chèvre frais battu",
      "quantity": "250 g"
    },
    {
      "name": "Menthe fraîche hachée",
      "quantity": "1 cuillerée à soupe"
    },
    {
      "name": "Coriandre fraîche hachée",
      "quantity": "1 cuillerée à soupe"
    },
    {
      "name": "Persil plat haché",
      "quantity": "1 cuillerée à soupe"
    }
  ],
  "steps": [
    "Commencez par préchauffer votre four à 180 °C.",
    "Dans un mini-blender, combinez tous les éléments destinés à la pâte aromatique et mixez-les jusqu'à obtenir une purée homogène.",
    "Intégrez cette purée à la viande hachée, assaisonnez selon votre goût avec du sel et du poivre, puis mélangez soigneusement l'ensemble.",
    "À l'aide de vos mains, formez des boulettes de viande de taille égale.",
    "Chauffez de l'huile dans une poêle antiadhésive à feu moyen. Faites-y dorer les boulettes par lots pour ne pas surcharger la poêle, ce qui garantirait une cuisson optimale et uniforme.",
    "Une fois dorées, transférez les boulettes dans un plat adapté au four et poursuivez la cuisson pendant environ 10 minutes.",
    "Pendant que les boulettes sont au four, coupez les raisins blancs en deux et mélangez-les avec les herbes fraîches hachées (menthe, coriandre, persil).",
    "Préparez les assiettes de service en étalant généreusement du labné ou du fromage de chèvre frais battu sur chacune d'elles.",
    "Disposez les boulettes chaudes sur le lit de labné, arrosez-les avec le jus de cuisson et garnissez le tout avec le mélange de raisins et d'herbes."
  ],
  "tips": [
    "Pour alléger la préparation et varier les textures, n'hésitez pas à incorporer de la chapelure maison, des graines ou du quinoa dans la viande."
  ],
  "createdAt": "2025-12-17T14:03:57.407Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1962.HEIC"
  ]
},
{
  "id": 1963,
  "name": "Mélanges d'Épices pour Viandes et Poissons Grillés (Rubs)",
  "ingredients": [
    {
      "name": "Fleur de sel (pour mélange sec de base)",
      "quantity": "6 cuillerées à soupe"
    },
    {
      "name": "Paprika fumé (pour mélange sec de base)",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Ail en poudre (pour mélange sec de base)",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Cassonade (pour mélange sec de base)",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Thym séché (pour mélange sec de base)",
      "quantity": "1 cuillerée à soupe"
    },
    {
      "name": "Moutarde en poudre (pour mélange sec de base)",
      "quantity": "1 cuillerée à soupe"
    },
    {
      "name": "Poivre noir (pour mélange sec de base)",
      "quantity": "1 cuillerée à soupe"
    },
    {
      "name": "Cumin moulu (pour mélange sec épicé porc/poulet)",
      "quantity": "3 cuillerées à soupe"
    },
    {
      "name": "Coriandre moulue (pour mélange sec épicé porc/poulet)",
      "quantity": "3 cuillerées à soupe"
    },
    {
      "name": "Poudre de piment (pour mélange sec épicé porc/poulet)",
      "quantity": "3 cuillerées à soupe"
    },
    {
      "name": "Origan séché ou frais (pour mélange sec épicé porc/poulet)",
      "quantity": "3 cuillerées à soupe"
    },
    {
      "name": "Thym séché ou frais (pour mélange sec épicé porc/poulet)",
      "quantity": "3 cuillerées à soupe"
    },
    {
      "name": "Clous de girofle moulus (pour mélange sec épicé porc/poulet)",
      "quantity": "¾ de cuillerée à café"
    },
    {
      "name": "5-épices (pour mélange sec épicé porc/poulet)",
      "quantity": "¾ de cuillerée à café"
    },
    {
      "name": "Cannelle moulue (pour mélange sec épicé porc/poulet)",
      "quantity": "¾ de cuillerée à café"
    },
    {
      "name": "Moutarde de Dijon (pour mélange mouillé porc/veau)",
      "quantity": "250 g"
    },
    {
      "name": "Persil plat haché (pour mélange mouillé porc/veau)",
      "quantity": "5 cuillerées à soupe"
    },
    {
      "name": "Zeste de citron râpé (pour mélange mouillé porc/veau)",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Feuilles de romarin hachées finement (pour mélange mouillé porc/veau)",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Poivre noir moulu (pour mélange mouillé porc/veau)",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Fleur de sel (pour mélange mouillé porc/veau)",
      "quantity": "1 cuillerée à café"
    },
    {
      "name": "Gingembre en poudre (pour mélange doucement épicé poulet/poisson)",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Cassonade (pour mélange doucement épicé poulet/poisson)",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Zeste d'orange (pour mélange doucement épicé poulet/poisson)",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Poivre noir moulu (pour mélange doucement épicé poulet/poisson)",
      "quantity": "1 cuillerée à soupe"
    },
    {
      "name": "Noix de muscade moulue (pour mélange doucement épicé poulet/poisson)",
      "quantity": "¼ de cuillerée à café"
    },
    {
      "name": "Clous de girofle moulus (pour mélange doucement épicé poulet/poisson)",
      "quantity": "¼ de cuillerée à café"
    },
    {
      "name": "Fleur de sel (pour mélange doucement épicé poulet/poisson)",
      "quantity": "½ cuillerée à café"
    }
  ],
  "steps": [
    "Pour le mélange sec de base pour toutes viandes, combinez 6 cuillerées à soupe de fleur de sel, 2 cuillerées à soupe de paprika fumé, 2 cuillerées à soupe d'ail en poudre, 2 cuillerées à soupe de cassonade, 1 cuillerée à soupe de thym séché, 1 cuillerée à soupe de moutarde en poudre et 1 cuillerée à soupe de poivre noir.",
    "Pour le mélange sec épicé pour porc et poulet, mélangez 3 cuillerées à soupe de cumin moulu, 3 cuillerées à soupe de coriandre moulue, 3 cuillerées à soupe de poudre de piment, 3 cuillerées à soupe d'origan séché ou frais, 3 cuillerées à soupe de thym séché ou frais, ¾ de cuillerée à café de clous de girofle moulus, ¾ de cuillerée à café de 5-épices et ¾ de cuillerée à café de cannelle moulue.",
    "Pour créer le mélange mouillé pour côtes de porc ou veau, combinez 250 g de moutarde de Dijon, 5 cuillerées à soupe de persil plat haché, 2 cuillerées à soupe de zeste de citron râpé, 2 cuillerées à soupe de feuilles de romarin hachées finement, 2 cuillerées à soupe de poivre noir moulu et 1 cuillerée à café de fleur de sel.",
    "Pour un mélange doucement épicé destiné au poulet ou au poisson entiers grillés, combinez 2 cuillerées à soupe de gingembre en poudre, 2 cuillerées à soupe de cassonade, 2 cuillerées à soupe de zeste d'orange, 1 cuillerée à soupe de poivre noir moulu, ¼ de cuillerée à café de noix de muscade moulue, ¼ de cuillerée à café de clous de girofle moulus et ½ cuillerée à café de fleur de sel.",
    "Une fois votre mélange d'épices choisi et préparé, frottez-en généreusement tous les côtés de la viande ou du poisson. Laissez ensuite reposer au minimum 1 heure au réfrigérateur avant de passer à la cuisson (grillade ou à la poêle)."
  ],
  "tips": [
    "Ces mélanges d'épices maison sont à la fois plus savoureux et plus économiques que les préparations industrielles.",
    "Les rubs sont appliqués sur les viandes ou poissons avant la cuisson pour les aromatiser et les attendrir.",
    "Ils peuvent être préparés sous forme sèche ou humide, intégrant des herbes ou de la moutarde.",
    "Chaque recette de mélange représente environ 200g, ce qui est suffisant pour 6 à 8 côtelettes ou 3 à 4 steaks."
  ],
  "createdAt": "2025-12-17T14:04:25.227Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1963.HEIC"
  ]
},
{
  "id": 1964,
  "name": "Velouté de Chou-fleur",
  "ingredients": [
    {
      "name": "chou-fleur",
      "quantity": "environ 750 g"
    },
    {
      "name": "échalote",
      "quantity": "1"
    },
    {
      "name": "bâtonnet de céleri",
      "quantity": "environ 4 cm de long"
    },
    {
      "name": "Huile d'olive",
      "quantity": ""
    },
    {
      "name": "lait entier ou crème fleurette",
      "quantity": "20 cl ou 10 cl"
    },
    {
      "name": "citron confit",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "zeste de citron frais",
      "quantity": "Le zeste d'un"
    },
    {
      "name": "ail haché très finement",
      "quantity": "½ gousse (en option)"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Nettoyez le chou-fleur et divisez-le en fleurettes, en mettant de côté l'équivalent de quatre cuillerées à soupe pour la garniture finale.",
    "Dans une casserole, faites revenir à feu doux l'échalote finement ciselée et le céleri émincé dans l'huile d'olive pendant une à deux minutes, sans les faire colorer.",
    "Ajoutez ensuite les autres morceaux de chou-fleur, mélangez et laissez cuire encore une à deux minutes.",
    "Couvrez les légumes d'eau, salez légèrement, puis portez le tout à ébullition.",
    "Laissez mijoter la préparation pendant 10 à 15 minutes, jusqu'à ce que le chou-fleur soit parfaitement tendre.",
    "Mixez le velouté à l'aide d'un mixeur plongeant ou dans un blender. Rectifiez l'assaisonnement et ajustez la consistance en incorporant du lait ou de la crème si nécessaire.",
    "Préparez le condiment en émiettant le chou-fleur cru réservé. Mélangez-le avec le citron confit haché finement, le zeste de citron frais et, si désiré, l'ail.",
    "Servez le velouté bien chaud, accompagné du condiment frais présenté dans un bol séparé."
  ],
  "tips": [
    "Le condiment, préparé avec des ingrédients crus et croquants incluant deux citrons, est essentiel pour apporter une touche d'acidité, d'amertume et une texture croustillante au velouté."
  ],
  "createdAt": "2025-12-17T14:04:59.538Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1964.HEIC"
  ]
},
{
  "id": 1965,
  "name": "PESTOS",
  "ingredients": [
    {
      "name": "Roquette",
      "quantity": ""
    },
    {
      "name": "Parmesan",
      "quantity": ""
    },
    {
      "name": "Ail",
      "quantity": ""
    },
    {
      "name": "Huile d'olive",
      "quantity": ""
    },
    {
      "name": "Noisettes grillées",
      "quantity": ""
    },
    {
      "name": "Pousses d'épinard",
      "quantity": ""
    },
    {
      "name": "Noix de pécan",
      "quantity": ""
    },
    {
      "name": "Persil plat",
      "quantity": ""
    },
    {
      "name": "Coriandre",
      "quantity": ""
    },
    {
      "name": "Menthe",
      "quantity": ""
    },
    {
      "name": "Raisins secs",
      "quantity": ""
    },
    {
      "name": "Coriandre en poudre",
      "quantity": ""
    },
    {
      "name": "Pignons",
      "quantity": ""
    },
    {
      "name": "Estragon",
      "quantity": ""
    },
    {
      "name": "Basilic",
      "quantity": ""
    },
    {
      "name": "Zeste de citron",
      "quantity": ""
    },
    {
      "name": "Jus de citron",
      "quantity": ""
    },
    {
      "name": "Pistaches",
      "quantity": ""
    },
    {
      "name": "Tomates séchées",
      "quantity": ""
    },
    {
      "name": "Piment",
      "quantity": ""
    },
    {
      "name": "Tomates cerises",
      "quantity": ""
    },
    {
      "name": "Amandes",
      "quantity": ""
    },
    {
      "name": "Feta",
      "quantity": ""
    },
    {
      "name": "Avocats écrasés",
      "quantity": ""
    },
    {
      "name": "Sauce pimentée",
      "quantity": ""
    },
    {
      "name": "Miso",
      "quantity": ""
    }
  ],
  "steps": [
    "Pour préparer la plupart des pestos, combinez les ingrédients choisis (verdure, herbes aromatiques, ail, noix ou graines, jus de citron, et huile d'olive) dans un mini-blender.",
    "Mixez jusqu'à obtenir la consistance désirée.",
    "Pour un pesto aux tomates rôties, commencez par couper des tomates cerises en deux et faites-les rôtir au four à 220 °C pendant 15 minutes.",
    "Incorporez ensuite la moitié des tomates rôties avec les amandes, l'ail, le basilic et la feta dans le blender pour créer ce pesto spécifique."
  ],
  "tips": [
    "Le pesto peut être conservé au réfrigérateur et utilisé de diverses manières : dans des soupes, salades, avec des plats de graines et légumes grillés, des pâtes, ou du poisson et de la viande grillés.",
    "Le pesto à la roquette est particulièrement savoureux avec des figues fraîches, du jambon de Parme ou un carpaccio de bœuf.",
    "Pour le pesto aux pousses d'épinard, ces dernières, utilisées crues, confèrent une couleur verte intense et une texture irrésistiblement crémeuse. Après le mixage, vous pouvez l'enrichir avec des avocats écrasés, du jus de citron vert, de la sauce pimentée et du miso.",
    "Le pesto à la menthe et aux raisins secs est un excellent accompagnement pour l'agneau grillé (en brochette ou en boulettes) ou des poissons comme le rouget ou les sardines au barbecue.",
    "Les pistaches apportent une note douce et lactée au pesto. Le pesto à l'estragon est sublime avec des pâtes fraîches.",
    "Pour intensifier le goût de votre pesto, ajoutez une touche de piment.",
    "Le pesto aux tomates rôties peut être servi avec l'autre moitié des tomates rôties, des graines, des pâtes ou des légumes cuits."
  ],
  "createdAt": "2025-12-17T14:05:29.731Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1965.HEIC"
  ]
},
{
  "id": 1966,
  "name": "BORANI ESFENAJ",
  "ingredients": [
    {
      "name": "Oignons",
      "quantity": "2"
    },
    {
      "name": "Gousse d'ail",
      "quantity": "1"
    },
    {
      "name": "Épinards frais",
      "quantity": "250 g"
    },
    {
      "name": "Yaourt épais à la grecque",
      "quantity": "250 g"
    },
    {
      "name": "Noix",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Huile d'olive",
      "quantity": ""
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Commencez par peler et hacher finement les oignons et l'ail.",
    "Lavez soigneusement les épinards frais.",
    "Concassez les noix puis faites-les griller dans une poêle à sec pendant environ 3 à 4 minutes jusqu'à ce qu'elles soient légèrement dorées.",
    "Dans une poêle, versez un filet d'huile d'olive et faites-la chauffer à feu doux. Ajoutez les oignons et l'ail hachés et faites-les revenir doucement sans les laisser dorer. Laissez-les cuire pendant 20 minutes pour qu'ils caramélisent sans brûler ni sécher, puis mettez-les de côté.",
    "Pendant que les oignons et l'ail cuisent, mettez les épinards dans une autre poêle avec une cuillère à soupe d'eau. Faites-les \"tomber\" jusqu'à ce qu'ils soient flétris, puis égouttez-les bien.",
    "Dans un bol, assaisonnez le yaourt grec avec du sel, du poivre et un peu d'huile d'olive. Incorporez ensuite les épinards flétris, les oignons et l'ail caramélisés.",
    "Pour servir, décorez le plat avec les noix grillées et accompagnez-le de chips de pita ou de crudités."
  ],
  "tips": [
    "Ce dip persan à base d'épinards et de yaourt est très rafraîchissant. Pour varier les saveurs, n'hésitez pas à y ajouter de la menthe séchée ou de l'origan selon vos préférences."
  ],
  "createdAt": "2024-05-15T10:00:00.000Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1966.HEIC"
  ]
},
{
  "id": 1967,
  "name": "Risotto d'orge, pesto de persil, roquette et noix",
  "ingredients": [
    {
      "name": "Persil plat",
      "quantity": "2 cuillerées à soupe (plus 1 ou 2 brins pour la décoration)"
    },
    {
      "name": "Roquette",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Noix",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Parmesan ou Pecorino",
      "quantity": "50 g (plus un morceau pour râper à la fin)"
    },
    {
      "name": "Jus de citron jaune ou vert",
      "quantity": "1 cuillerée à soupe environ"
    },
    {
      "name": "Huile d'olive",
      "quantity": "2 à 3 cuillerées à soupe"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    },
    {
      "name": "Poireau",
      "quantity": "1"
    },
    {
      "name": "Échalotes moyennes",
      "quantity": "2"
    },
    {
      "name": "Gousses d'ail",
      "quantity": "2"
    },
    {
      "name": "Orge perlé",
      "quantity": "350 g"
    },
    {
      "name": "Bouillon de volaille ou de légumes",
      "quantity": "1 à 1,5 litre"
    },
    {
      "name": "Vin blanc",
      "quantity": "25 cl"
    },
    {
      "name": "Brin de thym",
      "quantity": "1"
    },
    {
      "name": "Crème fraîche",
      "quantity": "2 à 3 cuillerées à soupe"
    },
    {
      "name": "Roquette (en option)",
      "quantity": "3 ou 4 poignées"
    }
  ],
  "steps": [
    "Préparez le pesto en combinant tous les ingrédients dans un mortier avec un pilon ou en utilisant un mini-blender, puis ajustez l'assaisonnement.",
    "Lavez le poireau et découpez-le en rondelles. Épluchez et hachez finement les échalotes et l'ail.",
    "Dans une grande poêle, faites chauffer une petite quantité d'huile d'olive à feu doux. Ajoutez-y le poireau, les échalotes et l'ail pour les faire suer.",
    "Quand les légumes sont translucides, incorporez l'orge et mélangez pendant une minute pour bien enrober les grains d'huile.",
    "Parallèlement, portez le bouillon à ébullition. Versez le vin blanc sur les légumes et laissez-le s'évaporer en remuant.",
    "Ajoutez progressivement le bouillon chaud à l'orge, louche par louche, en remuant continuellement jusqu'à ce que l'orge devienne tendre, crémeux et riche en texture.",
    "Vérifiez et rectifiez l'assaisonnement. Incorporez la crème fraîche, et si désiré, la roquette. Servez le risotto en creusant de petits puits pour y déposer le pesto.",
    "Pour la touche finale, garnissez de thym frais ou de feuilles de persil et de fromage râpé."
  ],
  "tips": [
    "Bien que de nombreux pestos conviennent à cette recette, cette version végétale, poivrée, avec une touche beurrée et grillée, est particulièrement savoureuse et suffisamment relevée pour ne pas nécessiter d'ail supplémentaire."
  ],
  "createdAt": "2025-12-17T14:06:21.807Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1967.HEIC"
  ]
},
{
  "id": 1968,
  "name": "Moules aux aromates et piment",
  "ingredients": [
    {
      "name": "Moules fraîches",
      "quantity": "2 kg"
    },
    {
      "name": "Ail",
      "quantity": "3 gousses"
    },
    {
      "name": "Poivron rouge",
      "quantity": "1"
    },
    {
      "name": "Poivron jaune",
      "quantity": "1"
    },
    {
      "name": "Échalotes",
      "quantity": "2"
    },
    {
      "name": "Huile végétale",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Pulpe de piment",
      "quantity": "1 cuillerée à café (ou plus, ou moins, à vous de doser)"
    },
    {
      "name": "Vin blanc",
      "quantity": "20 cl"
    },
    {
      "name": "Herbes fraîches (persil plat, coriandre, ciboulette...)",
      "quantity": ""
    },
    {
      "name": "Jus et zeste d'un citron vert",
      "quantity": ""
    }
  ],
  "steps": [
    "Commencez par nettoyer soigneusement les moules.",
    "Pelez et ciselez finement les échalotes et l'ail.",
    "Coupez les poivrons, retirez leurs pépins, puis taillez-les en brunoise.",
    "Dans une grande cocotte, faites revenir l'ail, les poivrons et les échalotes dans de l'huile chaude à feu moyen.",
    "Incorporez la pulpe de piment et mélangez rapidement.",
    "Versez le vin blanc, puis grattez bien le fond de la cocotte pour déglacer.",
    "Ajoutez immédiatement les moules dans le faitout. Augmentez le feu, puis utilisez une cuillère en bois pour remuer et secouer la cocotte afin de bien répartir les poivrons parmi les moules.",
    "Couvrez et laissez cuire pendant 3 à 4 minutes, en secouant le faitout une ou deux fois durant la cuisson.",
    "Lorsque toutes les moules sont ouvertes et juste cuites, retirez la cocotte du feu.",
    "Incorporez les herbes fraîches, le jus et le zeste de citron vert.",
    "Servez immédiatement avec un bon pain au levain."
  ],
  "tips": [
    "Pour une version plus audacieuse que la crème fraîche, mariez les moules avec des ingrédients relevés.",
    "Si vous appréciez le piquant, n'hésitez pas à utiliser des piments frais, mais pour éviter les surprises, je recommande un piment préparé à l'huile (comme le 'Lazy Chilli' irlandais), ce qui permet de mieux doser l'intensité."
  ],
  "createdAt": "2025-12-17T14:06:42.818Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1968.HEIC"
  ]
},
{
  "id": 1969,
  "name": "Saumon Mariné au gin et à l'aneth",
  "ingredients": [
    {
      "name": "filet entier de saumon",
      "quantity": "700 g à 1 kg environ"
    },
    {
      "name": "gin",
      "quantity": "10 cl"
    },
    {
      "name": "sucre semoule",
      "quantity": "50 g"
    },
    {
      "name": "sel fin",
      "quantity": "50 g"
    },
    {
      "name": "aneth finement haché",
      "quantity": "3 à 4 cuillerées à soupe"
    },
    {
      "name": "zeste de citrons",
      "quantity": "2"
    },
    {
      "name": "poivre blanc du moulin",
      "quantity": ""
    }
  ],
  "steps": [
    "Vérifiez attentivement la présence d'arêtes dans le poisson en passant délicatement vos doigts à rebrousse-chair sur la surface, puis retirez-les à l'aide d'une pince si nécessaire.",
    "Disposez du film alimentaire dans un plat suffisamment grand pour le saumon. Préparez la marinade en mélangeant tous les ingrédients, puis étalez-la sur le film. Placez le filet de saumon sur la marinade, côté chair, en vous assurant qu'il soit bien imprégné. Enveloppez fermement le saumon dans le film et réfrigérez pendant 3 heures.",
    "Après réfrigération, retirez le saumon, rincez-le à l'eau froide et séchez-le soigneusement avec du papier absorbant. Enfin, découpez-le en fines tranches."
  ],
  "tips": [
    "Cette recette revisite le gravlax traditionnel, inspirée par l'Irlande, ma terre natale, reconnue pour ses nouvelles distilleries produisant des gins exceptionnels en attendant la maturation des whiskies."
  ],
  "createdAt": "2025-12-17T14:07:02.580Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1969.HEIC"
  ]
},
{
  "id": 1970,
  "name": "ARTICHAUTS VAPEUR sauce au bleu",
  "ingredients": [
    {
      "name": "beaux artichauts",
      "quantity": "4"
    },
    {
      "name": "crème fleurette",
      "quantity": "30 cl"
    },
    {
      "name": "fromage bleu bien crémeux (type cashel blue, stilton, roquefort, gorgonzola)",
      "quantity": "200 g"
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Faites cuire les artichauts à la vapeur pendant environ 35 minutes. Pour vérifier leur cuisson, tirez sur l'une des feuilles après environ 30 minutes. Laissez-les tiédir sans les laisser refroidir complètement.",
    "Dans une casserole, à feu doux, chauffez la crème. Émiettez le fromage bleu directement dans la crème et remuez continuellement jusqu'à ce qu'il soit entièrement fondu. Salez et poivrez selon votre goût.",
    "Servez la sauce chaude dans des petits bols individuels."
  ],
  "tips": [
    "Cette sauce à la crème et au fromage bleu est également délicieuse avec des pâtes, accompagnée de noix grillées et hachées, pour un repas rapide en semaine."
  ],
  "createdAt": "2025-12-17T14:07:20.185Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1970.HEIC"
  ]
},
{
  "id": 1971,
  "name": "Côte de veau rôtie laquée à la marmelade",
  "ingredients": [
    {
      "name": "côte de veau fermière",
      "quantity": "1 belle"
    },
    {
      "name": "marmelade d'agrumes",
      "quantity": "2 cuillerées à soupe"
    },
    {
      "name": "Huile d'olive",
      "quantity": ""
    },
    {
      "name": "Sel",
      "quantity": ""
    },
    {
      "name": "Poivre",
      "quantity": ""
    }
  ],
  "steps": [
    "Commencez par préchauffer votre four à 200 °C.",
    "Déposez la côte de veau dans un plat adapté à la rôtissoire. Nappez-la de marmelade d'agrumes mélangée à un filet d'huile d'olive, puis assaisonnez de sel et de poivre.",
    "Veillez à bien répartir ce mélange sur toute la surface de la viande. Enfournez ensuite pendant 10 minutes. Après ce temps, réduisez la température du four à 180 °C.",
    "Retournez la côte de veau une fois en cours de cuisson, jusqu'à obtenir une belle caramélisation et une cuisson parfaite."
  ],
  "tips": [
    "Pour réutiliser les restes de condiments, cette méthode s'applique parfaitement au veau comme au porc. Vous pouvez également déglacer vos plats de rôtis, steaks, jambons à l'os ou magrets de canard en y ajoutant les restes d'un chutney (plus d'informations à la page 121). Une autre option est d'intégrer ces restes à des poêlées de légumes au wok, agrémentés d'une touche de miso et d'un filet de jus de citron."
  ],
  "createdAt": "2025-12-17T14:07:37.975Z",
  "tag": "Cahier rouge",
  "sourceImages": [
    "IMG_1971.HEIC"
  ]
}]